{
  "research_metadata": {
    "search_date": "2026-02-06",
    "search_method": "EDGAR EFTS API full-text search of CORRESP filings, supplemented by web research",
    "user_agent": "S1DisclosureChecker/1.0 (research@example.com)",
    "total_excerpts": 23,
    "topics_covered": 7,
    "topics_pending": 0
  },
  "excerpts": [
    {
      "id": "excerpt_safety_001",
      "topic": "safety_characterizations",
      "check_ids": ["red_flag_phrases", "safety_comparison"],
      "company": "Altamira Therapeutics Ltd.",
      "company_ticker": "CYTO",
      "company_cik": "0001601936",
      "filing_type": "F-1",
      "letter_date": "2023-02-24",
      "letter_url": "https://www.sec.gov/Archives/edgar/data/1601936/000000000023001898/filename1.pdf",
      "sec_comment_verbatim": "We note statements in numerous places throughout the registration statement stating or suggesting that your OligoPhore and SemaPhore peptide polyplex platform technology is \"safe and effective.\" By way of example only, please see the first graphic preceding the Table of Contents and pages 1, 11, 57, and 79. Similarly, your discussions of various clinical trials include statements that your product candidates are \"safe and well tolerated\" or have a \"favorable safety profile,\" such as on pages 55-57 and 84, 88, and 89. Please remove all statements throughout your registration statement that state or imply your conclusions regarding the safety or efficacy of your product candidates and technologies, as these determinations are solely within the authority of the FDA and comparable regulatory bodies. With respect to safety, we will not object to statements that your product candidates are well-tolerated, if true, or that no serious adverse events deemed to be study related were reported. You may also present a balanced summary of objective pre-clinical and clinical data, including whether clinical trials trial met primary and secondary endpoints, without including your conclusions related to efficacy.",
      "s1_language_challenged": "\"safe and effective\", \"safe and well tolerated\", \"favorable safety profile\" — used on multiple pages throughout the registration statement",
      "what_sec_required": "Remove ALL statements stating or implying conclusions about safety or efficacy. 'Well-tolerated' (if true) and 'no SAEs reported' are acceptable. Balanced objective data including endpoint results are acceptable without efficacy conclusions.",
      "company_response_url": "https://www.sec.gov/Archives/edgar/data/1601936/000121390023015398/filename1.htm",
      "what_company_did": "Made changes throughout the registration statement on all cited pages; removed challenged graphics preceding Table of Contents",
      "useful_for_comparison_because": "Comprehensive example showing the full range of prohibited safety/efficacy language. Illustrates the SEC's standard formulation: 'safety and efficacy determinations are solely within the authority of the FDA.' Shows the permitted alternative: 'well-tolerated if true' plus objective data.",
      "verified": true
    },
    {
      "id": "excerpt_safety_002",
      "topic": "safety_characterizations",
      "check_ids": ["red_flag_phrases", "safety_comparison"],
      "company": "Graybug Vision, Inc.",
      "company_ticker": "CALC",
      "company_cik": "0001534133",
      "filing_type": "S-1",
      "letter_date": "2020-08-27",
      "letter_url": "https://www.sec.gov/Archives/edgar/data/1534133/000000000020008114/filename1.pdf",
      "sec_comment_verbatim": "We note your references on page 21 and elsewhere that GB-102 demonstrated a \"favorable safety and tolerability.\" Please revise your disclosure here and throughout your prospectus to remove your characterization of GB-102 as safe, as a determination of whether a product candidate is safe is solely within the authority of the U.S. Food and Drug Administration and comparable regulatory bodies. We will not object to statements that GB-102 was well tolerated or information about the number of treatment related serious adverse events, but you should not state or imply that your product candidate is safe.",
      "s1_language_challenged": "\"favorable safety and tolerability\" — page 21 and elsewhere",
      "what_sec_required": "Remove characterization as 'safe.' 'Well tolerated' and SAE count disclosures are acceptable.",
      "company_response_url": "https://www.sec.gov/Archives/edgar/data/1534133/000119312520240044/filename1.htm",
      "what_company_did": "Revised disclosure on pages 5, 21, 95, and 104",
      "useful_for_comparison_because": "Shows that 'favorable safety and tolerability' is treated the same as 'safe' — both are prohibited. Illustrates the SEC will accept 'well tolerated' as an alternative.",
      "verified": true
    },
    {
      "id": "excerpt_safety_003",
      "topic": "safety_characterizations",
      "check_ids": ["red_flag_phrases", "safety_comparison"],
      "company": "Madrigal Pharmaceuticals, Inc.",
      "company_ticker": "MDGL",
      "company_cik": "0001157601",
      "filing_type": "10-K",
      "letter_date": "2023-11-21",
      "letter_url": "https://www.sec.gov/Archives/edgar/data/1157601/000000000023012787/filename1.pdf",
      "sec_comment_verbatim": "We note your disclosure on page 10 that Resmetirom was safe and well tolerated. (a) Determinations related to safety are within the sole authority of the FDA. In future filings, please refrain from making such assessments related to product candidates that have not been approved. (b) Additionally, please disclose all serious adverse events related to Resmetirom and disclose the number of such events. (c) Explain how you have determined that the candidate is well tolerated when trial participants experienced serious adverse events.",
      "s1_language_challenged": "\"Resmetirom was safe and well tolerated\" — page 10",
      "what_sec_required": "Three-part: (a) stop making safety assessments for unapproved candidates; (b) disclose all SAEs and count; (c) explain basis for 'well tolerated' claim given SAEs occurred",
      "company_response_url": "https://www.sec.gov/Archives/edgar/data/1157601/000119312523295310/filename1.htm",
      "what_company_did": "Agreed to stop calling resmetirom 'safe'; agreed to disclose SAEs in future 10-K; PUSHED BACK on 'well tolerated' — argued SEC precedent permits it, noted patients experienced only mild/transient diarrhea and nausea (not SAEs), stated plans to continue using 'well tolerated' in future filings.",
      "useful_for_comparison_because": "Shows the SEC challenges even 'well tolerated' when SAEs have occurred. Also demonstrates that companies can push back on 'well tolerated' by pointing to SEC precedent. The three-part structure (stop safety claims, disclose SAEs, justify tolerability) is a common SEC pattern.",
      "verified": true
    },
    {
      "id": "excerpt_safety_004",
      "topic": "safety_characterizations",
      "check_ids": ["red_flag_phrases", "preclinical_framing"],
      "company": "Scopus BioPharma Inc.",
      "company_ticker": "SCPS",
      "company_cik": "0001772028",
      "filing_type": "Form 1-A",
      "letter_date": "2020-06-24",
      "letter_url": "https://www.sec.gov/Archives/edgar/data/1772028/000000000020005663/filename1.pdf",
      "sec_comment_verbatim": "We note your disclosure that NIH researchers demonstrated that MRI-1867 has an acceptable safety profile. Safety is a determination that is solely within the authority of the FDA or similar foreign regulators. You may state that your product candidates are well tolerated if true. Please revise this statement accordingly.",
      "s1_language_challenged": "\"acceptable safety profile\"",
      "what_sec_required": "Remove 'acceptable safety profile'; 'well tolerated if true' is acceptable",
      "company_response_url": "https://www.sec.gov/Archives/edgar/data/1772028/000110465920085670/filename1.htm",
      "what_company_did": "Removed the safety profile reference entirely",
      "useful_for_comparison_because": "Shows 'acceptable safety profile' is treated as a prohibited safety determination. Concise example of the SEC's standard position.",
      "verified": true
    },
    {
      "id": "excerpt_safety_005",
      "topic": "safety_characterizations",
      "check_ids": ["red_flag_phrases", "safety_comparison", "endpoints_statistics"],
      "company": "OS Therapies Inc",
      "company_ticker": "OSTX",
      "company_cik": "0001795091",
      "filing_type": "S-1",
      "letter_date": "2023-03-27",
      "letter_url": "https://www.sec.gov/Archives/edgar/data/1795091/000000000023003012/filename1.pdf",
      "sec_comment_verbatim": "We note your revised disclosure concerning the completed Phase Ib clinical trial in response to prior comments 16 and 17. Please further revise to present the Phase 1b endpoints, the trial results, and your conclusions with respect to the primary and secondary endpoints/outcome measures. In this regard, investors should be able to assess how the drug candidate performed relative to the established endpoints, including whether the reported results were or were not statistically significant, and also assess your conclusion that \"the data presented from the Phase Ib trial demonstrated that ADXS31-164 was well tolerated.\"",
      "s1_language_challenged": "\"the data presented from the Phase Ib trial demonstrated that ADXS31-164 was well tolerated\" — SEC required substantiation, not removal",
      "what_sec_required": "Present Phase 1b endpoints, trial results, and conclusions on primary/secondary endpoints. Disclose whether results were statistically significant. Provide enough data for investors to independently verify the 'well tolerated' claim.",
      "company_response_url": "https://www.sec.gov/Archives/edgar/data/1795091/000121390023025502/filename1.htm",
      "what_company_did": "Added detailed disclosure: Phase Ib was for safety/tolerability (not effectiveness), ADXS-HER2 at 1x10^9 CFU appeared well tolerated in 12 subjects, no dose-limiting toxicities, no objective responses",
      "useful_for_comparison_because": "Shows the nuanced SEC approach: 'well tolerated' was NOT rejected, but the SEC required substantiating endpoint data so investors could independently verify the claim. Illustrates that unsupported characterizations must be backed by data.",
      "verified": true
    },
    {
      "id": "excerpt_phase_001",
      "topic": "phase_nomenclature",
      "check_ids": ["phase_labels"],
      "company": "Sensei Biotherapeutics, Inc.",
      "company_ticker": "SNSE",
      "company_cik": "0001829802",
      "filing_type": "S-1",
      "letter_date": "2020-12-09",
      "letter_url": "https://www.sec.gov/Archives/edgar/data/1829802/000095012320012832/filename1.htm",
      "sec_comment_verbatim": "Please remove all references to 'Phase 1/2' and 'Phase 2/3' clinical trials throughout the prospectus and instead reference either phase 1, 2, or 3 distinctly or tell us the basis for your belief that have been approved to conduct a Phase 1/2 trial and that you will be eligible to conduct a Phase 2/3 trials for your SNS-3-1 product candidates and revise your disclosure as appropriate. Our concern is that the references as currently disclosed may be read to imply a shorter clinical trial process or further progress than has actually been made, and may skew a potential investor's understanding of the process applicable to the company's product candidates. Please ensure your references throughout the document are consistent with your disclosure regarding Government Regulation beginning on page 113.",
      "s1_language_challenged": "\"Phase 1/2\" and \"Phase 2/3\" — throughout the prospectus",
      "what_sec_required": "Remove combined phase labels or provide basis for belief that combined-phase trials were approved by FDA",
      "company_response_url": "https://www.sec.gov/Archives/edgar/data/1829802/000095012320012832/filename1.htm",
      "what_company_did": "Removed 'Phase 2/3' references. For 'Phase 1/2,' pushed back: the trial had two co-primary endpoints (Phase 1 safety and Phase 2 efficacy) and was accepted by FDA under that protocol title, listed as Phase 1/2 on ClinicalTrials.gov (NCT04034225).",
      "useful_for_comparison_because": "The canonical SEC comment on Phase 1/2 nomenclature. Shows the SEC's concern that combined labels imply shorter development. Also shows how companies can retain the label by demonstrating FDA acceptance and explaining the distinct portions.",
      "verified": true
    },
    {
      "id": "excerpt_phase_002",
      "topic": "phase_nomenclature",
      "check_ids": ["phase_labels"],
      "company": "Nuvalent, Inc.",
      "company_ticker": "NUVL",
      "company_cik": "0001861560",
      "filing_type": "S-1",
      "letter_date": "2021-06-25",
      "letter_url": "https://www.sec.gov/Archives/edgar/data/1861560/000119312521209002/filename1.htm",
      "sec_comment_verbatim": "Please remove all references to 'Phase 1/2' clinical trials throughout the prospectus and instead reference either phase 1, 2, or 3 distinctly or tell us the basis for your belief that have been approved to conduct a Phase 1/2 trial.",
      "s1_language_challenged": "\"Phase 1/2\" — throughout the prospectus",
      "what_sec_required": "Remove combined phase labels or justify with FDA basis",
      "company_response_url": "https://www.sec.gov/Archives/edgar/data/1861560/000119312521209002/filename1.htm",
      "what_company_did": "Pushed back: held pre-IND meeting with FDA, submitted IND under 'Phase 1/2' title, no FDA comment on designation. Protocol has distinct Phase 1 dose escalation and Phase 2 dose expansion portions. For NVL-655, revised to note 'subject to discussions with and feedback from the FDA.' Added disclosure throughout clarifying 'Phase 1/2' terminology.",
      "useful_for_comparison_because": "Shows another successful defense of 'Phase 1/2' label. Key elements: FDA pre-IND meeting, IND accepted under that title, distinct portions described.",
      "verified": true
    },
    {
      "id": "excerpt_phase_003",
      "topic": "phase_nomenclature",
      "check_ids": ["phase_labels", "pipeline_accuracy"],
      "company": "Taysha Gene Therapies, Inc.",
      "company_ticker": "TSHA",
      "company_cik": "0001806310",
      "filing_type": "S-1",
      "letter_date": "2020-09-01",
      "letter_url": "https://www.sec.gov/Archives/edgar/data/1806310/000119312520241070/filename1.htm",
      "sec_comment_verbatim": "Include separate columns for Phase 1 and Phase 2 trials or tell us the basis for your belief that you will be able to conduct Phase 1/2 trials for all your product candidates.",
      "s1_language_challenged": "Pipeline table showing combined Phase 1/2 for all product candidates",
      "what_sec_required": "Separate Phase 1 and Phase 2 into distinct columns in pipeline table, or justify combined Phase 1/2 for all products. Also: replace 'Pivotal' with 'Phase 3' and merge 'preclinical' and 'IND-enabling' columns.",
      "company_response_url": "https://www.sec.gov/Archives/edgar/data/1806310/000119312520241070/filename1.htm",
      "what_company_did": "Justified Phase 1/2 for gene therapy: cannot be administered to healthy volunteers (potential for permanent effects), so distinct Phase 1/2 is not feasible. Cited FDA CBER Guidance 'Human Gene Therapy for Rare Diseases' (Jan 2020) supporting combined designs. Noted some approved gene therapies received approval from Phase 1/2 without Phase 3.",
      "useful_for_comparison_because": "Demonstrates a regulatory/scientific justification for combined Phase 1/2 in gene therapy. Shows that the SEC accepts Phase 1/2 when therapeutic modality requires it.",
      "verified": true
    },
    {
      "id": "excerpt_preclinical_001",
      "topic": "preclinical_claims",
      "check_ids": ["preclinical_framing", "red_flag_phrases"],
      "company": "Curanex Pharmaceuticals Inc",
      "company_cik": "0002025942",
      "filing_type": "S-1",
      "letter_date": "2024-07-17",
      "letter_url": "https://www.sec.gov/Archives/edgar/data/2025942/000149315224032474/filename1.htm",
      "sec_comment_verbatim": "You state that your lead product candidate, Phyto-N, has demonstrated promising efficacy in animal models and has a long history of safe use in traditional medicine. Safety and efficacy determinations are solely within the authority of the FDA or comparable foreign regulator. Please revise or remove statements/inferences throughout your prospectus that your product candidate is safe and/or effective. You may present clinical trial end points and objective data without concluding efficacy and you may state that your product is well tolerated, if accurate.",
      "s1_language_challenged": "\"demonstrated promising efficacy in animal models\" and \"long history of safe use in traditional medicine\"",
      "what_sec_required": "Remove all safety/efficacy inferences from preclinical data. Objective data and endpoint results are acceptable without efficacy conclusions. 'Well tolerated, if accurate' is acceptable.",
      "company_response_url": "https://www.sec.gov/Archives/edgar/data/2025942/000149315224032474/filename1.htm",
      "what_company_did": "Removed all claims that Phyto-N is safe/effective, removed cure claims and comparisons to existing therapies, replaced efficacy conclusions with 'well tolerated,' added cautionary language that preclinical results may not be predictive, clarified product not approved in any jurisdiction.",
      "useful_for_comparison_because": "Comprehensive example of preclinical claims being struck. Covers both animal model efficacy claims and traditional use safety claims. Shows the full range of SEC concerns with preclinical-stage companies.",
      "verified": true
    },
    {
      "id": "excerpt_preclinical_002",
      "topic": "preclinical_claims",
      "check_ids": ["preclinical_framing", "red_flag_phrases"],
      "company": "Virpax Pharmaceuticals, Inc.",
      "company_ticker": "VRPX",
      "company_cik": "0001708331",
      "filing_type": "S-1",
      "letter_date": "2020-09-04",
      "letter_url": "https://www.sec.gov/Archives/edgar/data/1708331/000121390020030827/filename1.htm",
      "sec_comment_verbatim": "We note your disclosure that early animal studies indicate that Probudur may provide pain control for up to 96 hours. We note also your statement on page 3 that NES100 has demonstrated comparable preclinical activity to morphine in all animal pain models without the drug seeking, respiratory depression and tolerance associated with opioids. Please revise these and similar statements throughout your registration statement that state or imply that your product candidates are safe or effective as these determinations are solely within the authority of the FDA and comparable foreign regulators.",
      "s1_language_challenged": "\"provide pain control for up to 96 hours\" and \"demonstrated comparable preclinical activity to morphine...without the drug seeking, respiratory depression and tolerance associated with opioids\"",
      "what_sec_required": "Remove statements that state or imply safety or efficacy from animal/preclinical data. For each preclinical candidate, expand disclosure to include how trials were conducted, number of animal models, number of trials, and objective results — without safety/efficacy conclusions.",
      "company_response_url": "https://www.sec.gov/Archives/edgar/data/1708331/000121390020030827/filename1.htm",
      "what_company_did": "Removed efficacy/safety conclusions; added detailed preclinical methodology disclosure (number of animal models, study design, objective results)",
      "useful_for_comparison_because": "Shows SEC requiring not just removal of claims but affirmative addition of methodology details so investors can evaluate preclinical data themselves. Illustrates the standard that companies must present raw data without conclusions.",
      "verified": true
    },
    {
      "id": "excerpt_comparative_001",
      "topic": "comparative_claims",
      "check_ids": ["comparative_claims", "red_flag_phrases"],
      "company": "Nuvalent, Inc.",
      "company_ticker": "NUVL",
      "company_cik": "0001861560",
      "filing_type": "S-1",
      "letter_date": "2021-06-25",
      "letter_url": "https://www.sec.gov/Archives/edgar/data/1861560/000119312521209002/filename1.htm",
      "sec_comment_verbatim": "We note your statement on pages 3, 118, 130 and elsewhere in the prospectus that your lead product candidates are 'potential best-in-class product candidate[s].' The term 'best-in-class' suggests that the product candidates are effective and likely to be approved as a therapy for the treatment of NSCLC and other advanced cancers. Given the early stage of development of NVL-520 and NVL-655, it is not appropriate to suggest that this product is likely to be effective or receive regulatory approval. Please delete these references throughout your registration statement.",
      "s1_language_challenged": "\"potential best-in-class product candidate[s]\" — pages 3, 118, 130 and elsewhere",
      "what_sec_required": "Delete all 'best-in-class' references — term implies effectiveness and likely approval",
      "company_response_url": "https://www.sec.gov/Archives/edgar/data/1861560/000119312521209002/filename1.htm",
      "what_company_did": "Deleted all 'best-in-class' references",
      "useful_for_comparison_because": "Clear example of 'best-in-class' being rejected. SEC explicitly states the term 'suggests that the product candidates are effective and likely to be approved.' Even 'potential best-in-class' was rejected.",
      "verified": true
    },
    {
      "id": "excerpt_comparative_002",
      "topic": "comparative_claims",
      "check_ids": ["comparative_claims", "red_flag_phrases"],
      "company": "Relay Therapeutics, Inc.",
      "company_ticker": "RLAY",
      "company_cik": "0001812364",
      "filing_type": "S-1",
      "letter_date": "2020-06-18",
      "letter_url": "https://www.sec.gov/Archives/edgar/data/1812364/000119312520177762/filename1.htm",
      "sec_comment_verbatim": "We note your references to your product candidates as first-in-class or best-in-class on page 4 and throughout the registration statement. These terms suggest that the product candidates are effective and likely to be approved. Please delete these references throughout your registration statement. If your use of these terms was intended to convey your belief that the products are based on a novel technology or approach and/or is further along in the development process, you may discuss how your technology differs from technology used by competitors and, if applicable, that you are not aware of competing products that are further along in the development process. Statements such as these should be accompanied by cautionary language that the statements are not intended to give any indication that the product candidates have been proven effective or that they will receive regulatory approval.",
      "s1_language_challenged": "\"first-in-class\" and \"best-in-class\" — page 4 and throughout",
      "what_sec_required": "Delete 'first-in-class' and 'best-in-class.' May discuss how technology differs from competitors with cautionary language that this is not an indication of effectiveness or approval likelihood.",
      "company_response_url": "https://www.sec.gov/Archives/edgar/data/1812364/000119312520177762/filename1.htm",
      "what_company_did": "Deleted all 'first-in-class' and 'best-in-class' references; removed language implying higher probability of approval",
      "useful_for_comparison_because": "Shows the permitted alternative to 'best-in-class': describe how your technology differs from competitors, note development stage, add cautionary language. This is the SEC's approved way to communicate competitive positioning.",
      "verified": true
    },
    {
      "id": "excerpt_comparative_003",
      "topic": "comparative_claims",
      "check_ids": ["comparative_claims", "red_flag_phrases"],
      "company": "Zenas BioPharma, Inc.",
      "company_cik": "0001953926",
      "filing_type": "S-1",
      "letter_date": "2024-05-15",
      "letter_url": "https://www.sec.gov/Archives/edgar/data/1953926/000110465924062094/filename1.htm",
      "sec_comment_verbatim": "We note statements here, and throughout the prospectus, claiming that obexelimab is 'safer' and 'more effective' than anti-CD20 or other anti-CD19 targeting therapies. Please note that conclusions of safety and efficacy are within the sole authority of the FDA and comparable foreign regulators. Qualifying language that statements of safety and efficacy are expressions of the company's beliefs or expectations do not address this concern. Please revise these statements or remove them.",
      "s1_language_challenged": "\"safer\" and \"more effective\" than competitor therapies",
      "what_sec_required": "Remove claims that product is 'safer' and 'more effective.' Qualifying language ('we believe,' 'we expect') does NOT cure the concern.",
      "company_response_url": "https://www.sec.gov/Archives/edgar/data/1953926/000110465924062094/filename1.htm",
      "what_company_did": "Removed all 'safer' and 'more effective' claims; removed 'increased potency' claims for early-stage candidate ZB004; for ZB002 head-to-head comparison with adalimumab, clarified actual preclinical head-to-head study was conducted",
      "useful_for_comparison_because": "Critical example showing that 'we believe' and 'we expect' qualifiers do NOT cure safety/efficacy claims. Also shows head-to-head comparison rules: actual study data is acceptable, but speculative comparisons are not.",
      "verified": true
    },
    {
      "id": "excerpt_preclinical_003",
      "topic": "preclinical_claims",
      "check_ids": ["preclinical_framing", "comparative_claims"],
      "company": "Curanex Pharmaceuticals Inc",
      "company_cik": "0002025942",
      "filing_type": "S-1",
      "letter_date": "2024-07-17",
      "letter_url": "https://www.sec.gov/Archives/edgar/data/2025942/000149315224032474/filename1.htm",
      "sec_comment_verbatim": "You state that Phyto-N boasts superior anti-inflammatory properties and unlike recently FDA approved Rezdiffra, Phyto-N mitigates inflammation occurrence without causing adverse reaction, such as diarrhea, nausea, and potential liver enzyme elevations. Please discuss your basis for such claims.",
      "s1_language_challenged": "\"superior anti-inflammatory properties\" and favorable comparison to FDA-approved Rezdiffra at the preclinical stage",
      "what_sec_required": "Provide basis for superiority claims against approved drugs when only preclinical data exists",
      "company_response_url": "https://www.sec.gov/Archives/edgar/data/2025942/000149315224032474/filename1.htm",
      "what_company_did": "Removed claims of superior anti-inflammatory properties since 'the Company does not have direct comparative data'",
      "useful_for_comparison_because": "Shows that comparing a preclinical candidate favorably to an FDA-approved drug requires direct comparative data. Without head-to-head data, such claims must be removed.",
      "verified": true
    },
    {
      "id": "excerpt_fda_001",
      "topic": "fda_communications",
      "check_ids": ["fda_communications", "red_flag_phrases"],
      "company": "Sensei Biotherapeutics, Inc.",
      "company_ticker": "SNSE",
      "company_cik": "0001829802",
      "filing_type": "S-1",
      "letter_date": "2020-12-09",
      "letter_url": "https://www.sec.gov/Archives/edgar/data/1829802/000095012320012832/filename1.htm",
      "sec_comment_verbatim": "We note your statements throughout the prospectus that SNS-301 has been 'well-tolerated and has shown promising anti-tumor activity' and you characterize the results received to date as positive. However, given that only nine patients have been evaluated to date, please revise your disclosure in the Summary to present a balanced view of the ongoing clinical trial and the meaning of the results. In addition, please include a risk factor discussing the limited nature of the data received to date and the potential for diverging data once the patient population is expanded.",
      "s1_language_challenged": "Characterizing results from only 9 patients as 'positive' and claiming 'promising anti-tumor activity'",
      "what_sec_required": "Present a 'balanced view' of the trial results given only 9 patients evaluated. Add risk factor about limited data and potential for diverging results.",
      "company_response_url": "https://www.sec.gov/Archives/edgar/data/1829802/000095012320012832/filename1.htm",
      "what_company_did": "Revised disclosure on pages 1, 5, 22, 77, 92 and 94 to present a more balanced view",
      "useful_for_comparison_because": "Shows the SEC requires balanced presentation when patient numbers are very small (N=9). Demonstrates that characterizing limited data as 'positive' or 'promising' is challenged when the data is too early to draw conclusions.",
      "verified": true
    },
    {
      "id": "excerpt_fda_002",
      "topic": "fda_communications",
      "check_ids": ["fda_communications"],
      "company": "Aerovate Therapeutics, Inc.",
      "company_cik": "0001798749",
      "filing_type": "S-1",
      "letter_date": "2021-06-02",
      "letter_url": "https://www.sec.gov/Archives/edgar/data/1798749/000110465921078874/filename1.htm",
      "sec_comment_verbatim": "We note your statement that you have received regulatory guidance from the FDA that your clinical program could support a NDA submission. Please revise to provide context for such statement and balance your disclosure by stating that the process of clinical development is inherently uncertain and there can be no guarantee that you will obtain marketing approval. We also note your statements that your 'focus on developing AV-101 is driven by promising historical results from the Phase 3 IMPRES clinical trial of oral imatinib,' that you are 'pursuing an efficient clinical development program utilizing established endpoints for development and approval of previous PAH drugs' and similar statements throughout the registration statement. These statements could imply that the FDA has approved, or will more easily approve, your product candidate. As your drug is distinct from prior drugs that have been approved by the FDA, please revise your disclosure to remove any implication that your product candidate is more likely to receive FDA approval than others.",
      "s1_language_challenged": "Statements implying FDA guidance supports likely approval; references to 'efficient' and 'rapid development path'; drawing parallels to previously approved drugs",
      "what_sec_required": "Balance FDA guidance disclosure with uncertainty language. Remove implications that approval is more likely based on prior drug approvals. Remove 'rapid development path' and similar speculative language.",
      "company_response_url": "https://www.sec.gov/Archives/edgar/data/1798749/000110465921078874/filename1.htm",
      "what_company_did": "Revised disclosure on pages 1-2 and 79-81. Clarified that FDA guidance came from documented end-of-Phase 1 meeting minutes.",
      "useful_for_comparison_because": "Shows that positive FDA interactions (meeting guidance) must be balanced with uncertainty language. Demonstrates that drawing parallels to other approved drugs' regulatory paths is problematic.",
      "verified": true
    },
    {
      "id": "excerpt_fda_003",
      "topic": "fda_communications",
      "check_ids": ["fda_communications", "red_flag_phrases", "preclinical_framing"],
      "company": "Annovis Bio, Inc.",
      "company_cik": "0001477845",
      "filing_type": "S-1",
      "letter_date": "2019-06-21",
      "letter_url": "https://www.sec.gov/Archives/edgar/data/1477845/000110465919039166/filename1.htm",
      "sec_comment_verbatim": "We note your disclosure that you expect your lead compound to be efficacious and that you showed in studies that ANVS-401 was safe on page 1, that you expect to obtain FDA approval in 2024 on page 2 and that clinical studies and preclinical data have established and/or proven the safety or efficacy of ANVS-401 on page 3. As your product candidate has not received FDA approval, it is premature to suggest or imply that it is safe or effective. Also, there can be no certainty as to when or if you will receive FDA approval. Please revise your disclosure here and all similar statements throughout the prospectus accordingly.",
      "s1_language_challenged": "Expecting efficacy, claiming safety, projecting FDA approval date (2024), claiming preclinical data 'established' or 'proven' safety/efficacy",
      "what_sec_required": "Remove all safety/efficacy claims. Remove projected FDA approval timeline. 'Well-tolerated' and objective trial endpoint data are acceptable.",
      "company_response_url": "https://www.sec.gov/Archives/edgar/data/1477845/000110465919039166/filename1.htm",
      "what_company_did": "Removed suggestions/implications that ANVS-401 is safe or effective; balanced disclosure to account for risks",
      "useful_for_comparison_because": "Extreme example showing multiple prohibited patterns in a single filing: efficacy claims, safety claims, approval timeline projections, and preclinical data overstated as 'proven.' Shows the full range of what the SEC will challenge.",
      "verified": true
    },
    {
      "id": "excerpt_trial_design_001",
      "topic": "trial_design_disclosure",
      "check_ids": ["trial_design_comparison", "basic_disclosure"],
      "company": "Immunocore Ltd",
      "company_cik": "0001671927",
      "filing_type": "S-1",
      "letter_date": "2020-12-14",
      "letter_url": "https://www.sec.gov/Archives/edgar/data/1671927/000114036121001314/filename1.htm",
      "sec_comment_verbatim": "With respect to your clinical programs described on pages 138 - 143, please disclose, as applicable, the number of patients (e.g., number of patients enrolled and treated and the criteria for participation in the study); duration of treatment, dosage information; and the specific endpoints established by the trial protocol.",
      "s1_language_challenged": "Clinical program descriptions lacking basic trial design elements",
      "what_sec_required": "Disclose: number of patients enrolled and treated, participation criteria, treatment duration, dosage, and specific endpoints for all clinical programs",
      "company_response_url": "https://www.sec.gov/Archives/edgar/data/1671927/000114036121001314/filename1.htm",
      "what_company_did": "Revised disclosure on pages 142, 146 and 149-151 to include trial design information",
      "useful_for_comparison_because": "Establishes the SEC's baseline expectation for trial design disclosure: patients, criteria, duration, dosage, endpoints. This is the 'identity card' requirement.",
      "verified": true
    },
    {
      "id": "excerpt_trial_design_002",
      "topic": "trial_design_disclosure",
      "check_ids": ["trial_design_comparison", "endpoints_statistics", "safety_comparison"],
      "company": "Maze Therapeutics, Inc.",
      "company_cik": "0001842295",
      "filing_type": "S-1",
      "letter_date": "2024-07-25",
      "letter_url": "https://www.sec.gov/Archives/edgar/data/1842295/000095012324006958/filename1.htm",
      "sec_comment_verbatim": "Please provide the number of volunteers that enrolled in your Phase 1 trial for MZE001, describe any primary and secondary endpoints and whether they were achieved. Explain how the trial demonstrated proof of mechanism without indicating that the candidate is effective. To the extent that any participants experienced any serious adverse events, please describe them and quantify the number of each type of event.",
      "s1_language_challenged": "Phase 1 trial description lacking enrollment, endpoints, efficacy/safety results",
      "what_sec_required": "Disclose: enrollment numbers, primary/secondary endpoints and whether achieved, proof of mechanism without efficacy claims, SAE descriptions and counts",
      "company_response_url": "https://www.sec.gov/Archives/edgar/data/1842295/000095012324006958/filename1.htm",
      "what_company_did": "Revised disclosure on pages 122, 127, and 129",
      "useful_for_comparison_because": "Comprehensive example showing all trial design elements the SEC requires for Phase 1 disclosure: enrollment, endpoints, results, safety events. Note the specific instruction: explain 'proof of mechanism' without claiming efficacy.",
      "verified": true
    },
    {
      "id": "excerpt_trial_design_003",
      "topic": "trial_design_disclosure",
      "check_ids": ["trial_design_comparison", "endpoints_statistics", "data_maturity"],
      "company": "Stealth BioTherapeutics Corp",
      "company_cik": "0001696396",
      "filing_type": "F-1",
      "letter_date": "2018-11-21",
      "letter_url": "https://www.sec.gov/Archives/edgar/data/1696396/000119312518361105/filename1.htm",
      "sec_comment_verbatim": "Please expand your discussion of LHON in the summary and throughout your registration statement to disclose that the Phase 2 clinical trial did not meet its primary endpoint. To the extent that your plans to expand the open-label portion of your Phase 2 trial is to assess whether the prior Phase 2 trial results were skewed by the unexpected variability in the placebo group, then please provide that additional information. Additionally, clarify in your risk factor titled, 'We are dependent on the success of elamipretide...' that the phase 2 clinical trial failed to meet the primary endpoint.",
      "s1_language_challenged": "S-1 discussed Phase 2 trial without disclosing that it failed its primary endpoint",
      "what_sec_required": "Explicitly disclose primary endpoint failure in summary and throughout. Explain open-label expansion rationale. Clarify in risk factors that Phase 2 failed primary endpoint.",
      "company_response_url": "https://www.sec.gov/Archives/edgar/data/1696396/000119312518361105/filename1.htm",
      "what_company_did": "Revised disclosure on pages 1-2, 19, and 111",
      "useful_for_comparison_because": "Direct example of the SEC requiring disclosure of a failed primary endpoint. Mirrors the Harkonen pattern concern: the S-1 discussed the trial but omitted the primary endpoint failure. Shows SEC requiring this disclosure in the summary (not just risk factors).",
      "verified": true
    },
    {
      "id": "excerpt_stats_001",
      "topic": "statistical_presentation",
      "check_ids": ["endpoints_statistics"],
      "company": "Prometheus Biosciences, Inc.",
      "company_cik": "0001718852",
      "filing_type": "S-1",
      "letter_date": "2021-02-10",
      "letter_url": "https://www.sec.gov/Archives/edgar/data/1718852/000119312521049131/filename1.htm",
      "sec_comment_verbatim_round1": "Please revise page 102 to describe the meaning of p-values and how they relate to the FDA's standards of efficacy.",
      "sec_comment_verbatim_round2": "We note your response to our prior comment number 3. Please revise your Business section to include p-values for studies that were powered for statistical significance and explain the meaning of p-values and how they relate to the FDA's standards of efficacy.",
      "s1_language_challenged": "Trial results presented without p-values or explanation of statistical significance",
      "what_sec_required": "Two rounds: (1) explain p-values and their relation to FDA efficacy standards, (2) include actual p-values for studies that were powered for statistical significance",
      "company_response_url": "https://www.sec.gov/Archives/edgar/data/1718852/000119312521072150/filename1.htm",
      "what_company_did": "Revised Business Section (page 108) to include p-values for each study powered for statistical significance, plus explanation of p-values and FDA efficacy standards",
      "useful_for_comparison_because": "Establishes the SEC standard on statistical presentation: (1) must include p-values for powered studies, (2) must explain p-values in plain terms, (3) must distinguish powered from non-powered studies. The two-round exchange shows the SEC's persistence on this issue.",
      "verified": true
    },
    {
      "id": "excerpt_stats_002",
      "topic": "statistical_presentation",
      "check_ids": ["endpoints_statistics"],
      "company": "Coya Therapeutics, Inc.",
      "company_cik": "0001835022",
      "filing_type": "S-1",
      "letter_date": "2022-11-04",
      "letter_url": "https://www.sec.gov/Archives/edgar/data/1835022/000156459022038043/filename1.htm",
      "sec_comment_verbatim": "We note your response to prior comment 5. Please revise your disclosure on page 72 to clarify, if true, that the preclinical trials conducted by Dr. Appel were not powered for statistical significance.",
      "sec_comment_verbatim_2": "We note your response to prior comment 7, which we reissue in part. For the Phase 1 study of your COYA 101 product candidate, please clarify whether this study was powered to show statistical significance. If the Phase 1 study was powered for statistical significance, please provide p-values for the results. Please also provide the p-values for the data shown in the table on page 79.",
      "s1_language_challenged": "Trial results presented without clarifying whether studies were powered for statistical significance",
      "what_sec_required": "Clarify whether each study was powered for statistical significance. If powered, provide p-values. If not powered, explicitly state this.",
      "company_response_url": "https://www.sec.gov/Archives/edgar/data/1835022/000156459022038043/filename1.htm",
      "what_company_did": "Disclosed that Phase 1 study included a limited and unbalanced number of patients that did not allow for meaningful statistical analysis",
      "useful_for_comparison_because": "Shows the SEC's reissued comment (persistent enforcement) on statistical powering. The company's honest response ('did not allow for meaningful statistical analysis') is the SEC's desired outcome — transparency about data limitations.",
      "verified": true
    },
    {
      "id": "excerpt_stats_003",
      "topic": "statistical_presentation",
      "check_ids": ["endpoints_statistics", "comparative_claims", "red_flag_phrases"],
      "company": "Khosla Ventures Acquisition Co. / Valo Health LLC",
      "company_cik": "0001841873",
      "filing_type": "S-4",
      "letter_date": "2021-07-28",
      "letter_url": "https://www.sec.gov/Archives/edgar/data/1841873/000119312521279491/filename1.htm",
      "sec_comment_verbatim": "We note your statement that Phase 1 clinical data indicate that OPL-0301 evoked little or no effect on heart rate at the doses being evaluated in post-MI patients, which creates the potential for a safety distinction compared with S1P1R functional antagonists and that it showed effect on endothelial function at doses that have shown what you believe to be an appropriate safety profile. Please remove the comparison to S1P1R functional antagonists unless these antagonists were included in a head-to-head clinical trial. Please also remove your disclosure regarding an appropriate safety profile. You may state that OPL-0301 was well-tolerated, if true. Finally, please clarify here and on page 234 whether the observed effect on endothelial function was statistically significant.",
      "sec_comment_verbatim_posthoc": "Please revise the graphic on 234 to clarify the difference between the 'post-hoc analysis' and 'All FMD data' presented in the graphic as well as the doses that the differently-colored bars correspond to.",
      "s1_language_challenged": "Unsupported safety comparison with competitor drugs, 'appropriate safety profile' claim, unclear statistical significance, undifferentiated post-hoc vs full analysis",
      "what_sec_required": "Remove comparisons unless head-to-head trial conducted. Remove 'appropriate safety profile.' Clarify whether effects were statistically significant. Clarify difference between post-hoc and full analysis.",
      "company_response_url": "https://www.sec.gov/Archives/edgar/data/1841873/000119312521279491/filename1.htm",
      "what_company_did": "Disclosed that the clinical study was not powered to determine statistical significance. Revised graphics to clarify post-hoc analyses. Identified Sanofi as entity that conducted Phase 2a trial.",
      "useful_for_comparison_because": "Comprehensive example hitting multiple topics at once: safety comparison, statistical significance, post-hoc analysis clarity, and powering disclosure. Shows how these issues often appear together in a single filing.",
      "verified": true
    }
  ],
  "key_patterns": {
    "safety_characterizations": {
      "always_rejected": ["safe", "safe and effective", "favorable safety profile", "acceptable safety profile"],
      "conditionally_accepted": ["well-tolerated (if supported by data and no contradicting SAEs)", "no serious adverse events reported"],
      "standard_sec_formulation": "Safety and efficacy determinations are solely within the authority of the FDA (or applicable foreign regulators).",
      "note": "67 CORRESP filings matched 'well-tolerated' + 'please revise' on EDGAR from 2020-2026"
    },
    "phase_nomenclature": {
      "standard_comment": "Remove all references to 'Phase 1/2' throughout the prospectus or tell us the basis for your belief that you have been approved to conduct a Phase 1/2 trial",
      "successful_defenses": "FDA acceptance of protocol title, distinct Phase 1/Phase 2 portions with separate endpoints, regulatory guidance supporting combined designs (e.g., gene therapy)",
      "note": "The SEC uses nearly identical boilerplate across companies"
    },
    "preclinical_claims": {
      "standard_prohibition": "Cannot conclude safety or efficacy from animal/preclinical data",
      "acceptable_alternatives": "Present objective data without conclusions; describe study design and methodology; state endpoints met without interpreting significance",
      "note": "SEC also requires methodology details: number of animals, study design, statistical approach"
    },
    "comparative_claims": {
      "always_rejected": ["best-in-class", "first-in-class", "safer", "more effective", "superior", "differentiated (when implying approval likelihood)"],
      "qualifying_language_does_not_cure": "Expressions of belief or expectations ('we believe,' 'we expect') do NOT address the concern — per Zenas BioPharma letter",
      "acceptable_alternatives": "Describe how technology differs from competitors; note development stage; add cautionary language; present actual head-to-head data if available"
    },
    "fda_communications": {
      "balanced_view_required": "When presenting FDA interactions or trial characterizations, the SEC requires a 'balanced view' — especially with very limited data (N<10)",
      "no_approval_implications": "References to FDA guidance, prior drug approvals, or 'rapid development paths' must not imply that approval is likely or accelerated",
      "no_timeline_projections": "Cannot project specific FDA approval dates (e.g., 'expect FDA approval in 2024')",
      "high_unmet_need_caution": "Phrase 'high unmet medical need' may imply fast track/priority review eligibility — SEC may ask for removal or justification"
    },
    "trial_design_disclosure": {
      "minimum_elements_required": "Number of patients enrolled/treated, participation criteria, treatment duration, dosage, specific endpoints",
      "negative_results_must_be_disclosed": "If a trial failed its primary endpoint, this must be disclosed in the summary AND risk factors, not buried",
      "design_limitations": "Open-label design, single-arm design, and other limitations that affect data reliability should be disclosed"
    },
    "statistical_presentation": {
      "powered_vs_non_powered": "SEC requires companies to clarify whether each study was powered for statistical significance",
      "p_values_required_if_powered": "If a study was powered for statistical significance, p-values must be provided",
      "p_value_explanation": "Companies should explain the meaning of p-values and how they relate to FDA efficacy standards",
      "post_hoc_clarity": "Post-hoc analyses must be clearly distinguished from pre-specified analyses in both text and graphics"
    }
  },
  "enforcement_and_cases": [
    {
      "id": "aveo_pharma_comment_ref",
      "type": "enforcement_action",
      "name": "SEC v. AVEO Pharmaceuticals",
      "citation": "SEC Litigation Release No. 24062 (2018)",
      "check_ids": ["fda_communications"],
      "relevance": "Fraud charges for selective positive disclosure while omitting negative FDA feedback. The company disclosed positive aspects of FDA interactions while omitting the FDA's recommendation for an additional clinical trial.",
      "source_doc": "reference/checks_3_4_5.md",
      "verified": true
    },
    {
      "id": "tongue_v_sanofi_comment_ref",
      "type": "case_law",
      "name": "Tongue v. Sanofi",
      "citation": "816 F.3d 199 (2d Cir. 2016)",
      "check_ids": ["fda_communications"],
      "relevance": "Not every fact cutting against an opinion must be disclosed, but limiting principles (public info, sophisticated investors) often do NOT apply to biotech IPOs with retail investors.",
      "source_doc": "reference/checks_3_4_5.md",
      "verified": true
    }
  ]
}
