{
  "research_metadata": {
    "search_date": "2026-02-06",
    "search_method": "EDGAR EFTS API full-text search of CORRESP filings, supplemented by web research",
    "user_agent": "S1DisclosureChecker/1.0 (research@example.com)",
    "total_excerpts": 14,
    "topics_covered": 4,
    "topics_pending": 3
  },
  "excerpts": [
    {
      "id": "excerpt_safety_001",
      "topic": "safety_characterizations",
      "check_ids": ["red_flag_phrases", "safety_comparison"],
      "company": "Altamira Therapeutics Ltd.",
      "company_ticker": "CYTO",
      "company_cik": "0001601936",
      "filing_type": "F-1",
      "letter_date": "2023-02-24",
      "letter_url": "https://www.sec.gov/Archives/edgar/data/1601936/000000000023001898/filename1.pdf",
      "sec_comment_verbatim": "We note statements in numerous places throughout the registration statement stating or suggesting that your OligoPhore and SemaPhore peptide polyplex platform technology is \"safe and effective.\" By way of example only, please see the first graphic preceding the Table of Contents and pages 1, 11, 57, and 79. Similarly, your discussions of various clinical trials include statements that your product candidates are \"safe and well tolerated\" or have a \"favorable safety profile,\" such as on pages 55-57 and 84, 88, and 89. Please remove all statements throughout your registration statement that state or imply your conclusions regarding the safety or efficacy of your product candidates and technologies, as these determinations are solely within the authority of the FDA and comparable regulatory bodies. With respect to safety, we will not object to statements that your product candidates are well-tolerated, if true, or that no serious adverse events deemed to be study related were reported. You may also present a balanced summary of objective pre-clinical and clinical data, including whether clinical trials trial met primary and secondary endpoints, without including your conclusions related to efficacy.",
      "s1_language_challenged": "\"safe and effective\", \"safe and well tolerated\", \"favorable safety profile\" — used on multiple pages throughout the registration statement",
      "what_sec_required": "Remove ALL statements stating or implying conclusions about safety or efficacy. 'Well-tolerated' (if true) and 'no SAEs reported' are acceptable. Balanced objective data including endpoint results are acceptable without efficacy conclusions.",
      "company_response_url": "https://www.sec.gov/Archives/edgar/data/1601936/000121390023015398/filename1.htm",
      "what_company_did": "Made changes throughout the registration statement on all cited pages; removed challenged graphics preceding Table of Contents",
      "useful_for_comparison_because": "Comprehensive example showing the full range of prohibited safety/efficacy language. Illustrates the SEC's standard formulation: 'safety and efficacy determinations are solely within the authority of the FDA.' Shows the permitted alternative: 'well-tolerated if true' plus objective data.",
      "verified": true
    },
    {
      "id": "excerpt_safety_002",
      "topic": "safety_characterizations",
      "check_ids": ["red_flag_phrases", "safety_comparison"],
      "company": "Graybug Vision, Inc.",
      "company_ticker": "CALC",
      "company_cik": "0001534133",
      "filing_type": "S-1",
      "letter_date": "2020-08-27",
      "letter_url": "https://www.sec.gov/Archives/edgar/data/1534133/000000000020008114/filename1.pdf",
      "sec_comment_verbatim": "We note your references on page 21 and elsewhere that GB-102 demonstrated a \"favorable safety and tolerability.\" Please revise your disclosure here and throughout your prospectus to remove your characterization of GB-102 as safe, as a determination of whether a product candidate is safe is solely within the authority of the U.S. Food and Drug Administration and comparable regulatory bodies. We will not object to statements that GB-102 was well tolerated or information about the number of treatment related serious adverse events, but you should not state or imply that your product candidate is safe.",
      "s1_language_challenged": "\"favorable safety and tolerability\" — page 21 and elsewhere",
      "what_sec_required": "Remove characterization as 'safe.' 'Well tolerated' and SAE count disclosures are acceptable.",
      "company_response_url": "https://www.sec.gov/Archives/edgar/data/1534133/000119312520240044/filename1.htm",
      "what_company_did": "Revised disclosure on pages 5, 21, 95, and 104",
      "useful_for_comparison_because": "Shows that 'favorable safety and tolerability' is treated the same as 'safe' — both are prohibited. Illustrates the SEC will accept 'well tolerated' as an alternative.",
      "verified": true
    },
    {
      "id": "excerpt_safety_003",
      "topic": "safety_characterizations",
      "check_ids": ["red_flag_phrases", "safety_comparison"],
      "company": "Madrigal Pharmaceuticals, Inc.",
      "company_ticker": "MDGL",
      "company_cik": "0001157601",
      "filing_type": "10-K",
      "letter_date": "2023-11-21",
      "letter_url": "https://www.sec.gov/Archives/edgar/data/1157601/000000000023012787/filename1.pdf",
      "sec_comment_verbatim": "We note your disclosure on page 10 that Resmetirom was safe and well tolerated. (a) Determinations related to safety are within the sole authority of the FDA. In future filings, please refrain from making such assessments related to product candidates that have not been approved. (b) Additionally, please disclose all serious adverse events related to Resmetirom and disclose the number of such events. (c) Explain how you have determined that the candidate is well tolerated when trial participants experienced serious adverse events.",
      "s1_language_challenged": "\"Resmetirom was safe and well tolerated\" — page 10",
      "what_sec_required": "Three-part: (a) stop making safety assessments for unapproved candidates; (b) disclose all SAEs and count; (c) explain basis for 'well tolerated' claim given SAEs occurred",
      "company_response_url": "https://www.sec.gov/Archives/edgar/data/1157601/000119312523295310/filename1.htm",
      "what_company_did": "Agreed to stop calling resmetirom 'safe'; agreed to disclose SAEs in future 10-K; PUSHED BACK on 'well tolerated' — argued SEC precedent permits it, noted patients experienced only mild/transient diarrhea and nausea (not SAEs), stated plans to continue using 'well tolerated' in future filings.",
      "useful_for_comparison_because": "Shows the SEC challenges even 'well tolerated' when SAEs have occurred. Also demonstrates that companies can push back on 'well tolerated' by pointing to SEC precedent. The three-part structure (stop safety claims, disclose SAEs, justify tolerability) is a common SEC pattern.",
      "verified": true
    },
    {
      "id": "excerpt_safety_004",
      "topic": "safety_characterizations",
      "check_ids": ["red_flag_phrases", "preclinical_framing"],
      "company": "Scopus BioPharma Inc.",
      "company_ticker": "SCPS",
      "company_cik": "0001772028",
      "filing_type": "Form 1-A",
      "letter_date": "2020-06-24",
      "letter_url": "https://www.sec.gov/Archives/edgar/data/1772028/000000000020005663/filename1.pdf",
      "sec_comment_verbatim": "We note your disclosure that NIH researchers demonstrated that MRI-1867 has an acceptable safety profile. Safety is a determination that is solely within the authority of the FDA or similar foreign regulators. You may state that your product candidates are well tolerated if true. Please revise this statement accordingly.",
      "s1_language_challenged": "\"acceptable safety profile\"",
      "what_sec_required": "Remove 'acceptable safety profile'; 'well tolerated if true' is acceptable",
      "company_response_url": "https://www.sec.gov/Archives/edgar/data/1772028/000110465920085670/filename1.htm",
      "what_company_did": "Removed the safety profile reference entirely",
      "useful_for_comparison_because": "Shows 'acceptable safety profile' is treated as a prohibited safety determination. Concise example of the SEC's standard position.",
      "verified": true
    },
    {
      "id": "excerpt_safety_005",
      "topic": "safety_characterizations",
      "check_ids": ["red_flag_phrases", "safety_comparison", "endpoints_statistics"],
      "company": "OS Therapies Inc",
      "company_ticker": "OSTX",
      "company_cik": "0001795091",
      "filing_type": "S-1",
      "letter_date": "2023-03-27",
      "letter_url": "https://www.sec.gov/Archives/edgar/data/1795091/000000000023003012/filename1.pdf",
      "sec_comment_verbatim": "We note your revised disclosure concerning the completed Phase Ib clinical trial in response to prior comments 16 and 17. Please further revise to present the Phase 1b endpoints, the trial results, and your conclusions with respect to the primary and secondary endpoints/outcome measures. In this regard, investors should be able to assess how the drug candidate performed relative to the established endpoints, including whether the reported results were or were not statistically significant, and also assess your conclusion that \"the data presented from the Phase Ib trial demonstrated that ADXS31-164 was well tolerated.\"",
      "s1_language_challenged": "\"the data presented from the Phase Ib trial demonstrated that ADXS31-164 was well tolerated\" — SEC required substantiation, not removal",
      "what_sec_required": "Present Phase 1b endpoints, trial results, and conclusions on primary/secondary endpoints. Disclose whether results were statistically significant. Provide enough data for investors to independently verify the 'well tolerated' claim.",
      "company_response_url": "https://www.sec.gov/Archives/edgar/data/1795091/000121390023025502/filename1.htm",
      "what_company_did": "Added detailed disclosure: Phase Ib was for safety/tolerability (not effectiveness), ADXS-HER2 at 1x10^9 CFU appeared well tolerated in 12 subjects, no dose-limiting toxicities, no objective responses",
      "useful_for_comparison_because": "Shows the nuanced SEC approach: 'well tolerated' was NOT rejected, but the SEC required substantiating endpoint data so investors could independently verify the claim. Illustrates that unsupported characterizations must be backed by data.",
      "verified": true
    },
    {
      "id": "excerpt_phase_001",
      "topic": "phase_nomenclature",
      "check_ids": ["phase_labels"],
      "company": "Sensei Biotherapeutics, Inc.",
      "company_ticker": "SNSE",
      "company_cik": "0001829802",
      "filing_type": "S-1",
      "letter_date": "2020-12-09",
      "letter_url": "https://www.sec.gov/Archives/edgar/data/1829802/000095012320012832/filename1.htm",
      "sec_comment_verbatim": "Please remove all references to 'Phase 1/2' and 'Phase 2/3' clinical trials throughout the prospectus and instead reference either phase 1, 2, or 3 distinctly or tell us the basis for your belief that have been approved to conduct a Phase 1/2 trial and that you will be eligible to conduct a Phase 2/3 trials for your SNS-3-1 product candidates and revise your disclosure as appropriate. Our concern is that the references as currently disclosed may be read to imply a shorter clinical trial process or further progress than has actually been made, and may skew a potential investor's understanding of the process applicable to the company's product candidates. Please ensure your references throughout the document are consistent with your disclosure regarding Government Regulation beginning on page 113.",
      "s1_language_challenged": "\"Phase 1/2\" and \"Phase 2/3\" — throughout the prospectus",
      "what_sec_required": "Remove combined phase labels or provide basis for belief that combined-phase trials were approved by FDA",
      "company_response_url": "https://www.sec.gov/Archives/edgar/data/1829802/000095012320012832/filename1.htm",
      "what_company_did": "Removed 'Phase 2/3' references. For 'Phase 1/2,' pushed back: the trial had two co-primary endpoints (Phase 1 safety and Phase 2 efficacy) and was accepted by FDA under that protocol title, listed as Phase 1/2 on ClinicalTrials.gov (NCT04034225).",
      "useful_for_comparison_because": "The canonical SEC comment on Phase 1/2 nomenclature. Shows the SEC's concern that combined labels imply shorter development. Also shows how companies can retain the label by demonstrating FDA acceptance and explaining the distinct portions.",
      "verified": true
    },
    {
      "id": "excerpt_phase_002",
      "topic": "phase_nomenclature",
      "check_ids": ["phase_labels"],
      "company": "Nuvalent, Inc.",
      "company_ticker": "NUVL",
      "company_cik": "0001861560",
      "filing_type": "S-1",
      "letter_date": "2021-06-25",
      "letter_url": "https://www.sec.gov/Archives/edgar/data/1861560/000119312521209002/filename1.htm",
      "sec_comment_verbatim": "Please remove all references to 'Phase 1/2' clinical trials throughout the prospectus and instead reference either phase 1, 2, or 3 distinctly or tell us the basis for your belief that have been approved to conduct a Phase 1/2 trial.",
      "s1_language_challenged": "\"Phase 1/2\" — throughout the prospectus",
      "what_sec_required": "Remove combined phase labels or justify with FDA basis",
      "company_response_url": "https://www.sec.gov/Archives/edgar/data/1861560/000119312521209002/filename1.htm",
      "what_company_did": "Pushed back: held pre-IND meeting with FDA, submitted IND under 'Phase 1/2' title, no FDA comment on designation. Protocol has distinct Phase 1 dose escalation and Phase 2 dose expansion portions. For NVL-655, revised to note 'subject to discussions with and feedback from the FDA.' Added disclosure throughout clarifying 'Phase 1/2' terminology.",
      "useful_for_comparison_because": "Shows another successful defense of 'Phase 1/2' label. Key elements: FDA pre-IND meeting, IND accepted under that title, distinct portions described.",
      "verified": true
    },
    {
      "id": "excerpt_phase_003",
      "topic": "phase_nomenclature",
      "check_ids": ["phase_labels", "pipeline_accuracy"],
      "company": "Taysha Gene Therapies, Inc.",
      "company_ticker": "TSHA",
      "company_cik": "0001806310",
      "filing_type": "S-1",
      "letter_date": "2020-09-01",
      "letter_url": "https://www.sec.gov/Archives/edgar/data/1806310/000119312520241070/filename1.htm",
      "sec_comment_verbatim": "Include separate columns for Phase 1 and Phase 2 trials or tell us the basis for your belief that you will be able to conduct Phase 1/2 trials for all your product candidates.",
      "s1_language_challenged": "Pipeline table showing combined Phase 1/2 for all product candidates",
      "what_sec_required": "Separate Phase 1 and Phase 2 into distinct columns in pipeline table, or justify combined Phase 1/2 for all products. Also: replace 'Pivotal' with 'Phase 3' and merge 'preclinical' and 'IND-enabling' columns.",
      "company_response_url": "https://www.sec.gov/Archives/edgar/data/1806310/000119312520241070/filename1.htm",
      "what_company_did": "Justified Phase 1/2 for gene therapy: cannot be administered to healthy volunteers (potential for permanent effects), so distinct Phase 1/2 is not feasible. Cited FDA CBER Guidance 'Human Gene Therapy for Rare Diseases' (Jan 2020) supporting combined designs. Noted some approved gene therapies received approval from Phase 1/2 without Phase 3.",
      "useful_for_comparison_because": "Demonstrates a regulatory/scientific justification for combined Phase 1/2 in gene therapy. Shows that the SEC accepts Phase 1/2 when therapeutic modality requires it.",
      "verified": true
    },
    {
      "id": "excerpt_preclinical_001",
      "topic": "preclinical_claims",
      "check_ids": ["preclinical_framing", "red_flag_phrases"],
      "company": "Curanex Pharmaceuticals Inc",
      "company_cik": "0002025942",
      "filing_type": "S-1",
      "letter_date": "2024-07-17",
      "letter_url": "https://www.sec.gov/Archives/edgar/data/2025942/000149315224032474/filename1.htm",
      "sec_comment_verbatim": "You state that your lead product candidate, Phyto-N, has demonstrated promising efficacy in animal models and has a long history of safe use in traditional medicine. Safety and efficacy determinations are solely within the authority of the FDA or comparable foreign regulator. Please revise or remove statements/inferences throughout your prospectus that your product candidate is safe and/or effective. You may present clinical trial end points and objective data without concluding efficacy and you may state that your product is well tolerated, if accurate.",
      "s1_language_challenged": "\"demonstrated promising efficacy in animal models\" and \"long history of safe use in traditional medicine\"",
      "what_sec_required": "Remove all safety/efficacy inferences from preclinical data. Objective data and endpoint results are acceptable without efficacy conclusions. 'Well tolerated, if accurate' is acceptable.",
      "company_response_url": "https://www.sec.gov/Archives/edgar/data/2025942/000149315224032474/filename1.htm",
      "what_company_did": "Removed all claims that Phyto-N is safe/effective, removed cure claims and comparisons to existing therapies, replaced efficacy conclusions with 'well tolerated,' added cautionary language that preclinical results may not be predictive, clarified product not approved in any jurisdiction.",
      "useful_for_comparison_because": "Comprehensive example of preclinical claims being struck. Covers both animal model efficacy claims and traditional use safety claims. Shows the full range of SEC concerns with preclinical-stage companies.",
      "verified": true
    },
    {
      "id": "excerpt_preclinical_002",
      "topic": "preclinical_claims",
      "check_ids": ["preclinical_framing", "red_flag_phrases"],
      "company": "Virpax Pharmaceuticals, Inc.",
      "company_ticker": "VRPX",
      "company_cik": "0001708331",
      "filing_type": "S-1",
      "letter_date": "2020-09-04",
      "letter_url": "https://www.sec.gov/Archives/edgar/data/1708331/000121390020030827/filename1.htm",
      "sec_comment_verbatim": "We note your disclosure that early animal studies indicate that Probudur may provide pain control for up to 96 hours. We note also your statement on page 3 that NES100 has demonstrated comparable preclinical activity to morphine in all animal pain models without the drug seeking, respiratory depression and tolerance associated with opioids. Please revise these and similar statements throughout your registration statement that state or imply that your product candidates are safe or effective as these determinations are solely within the authority of the FDA and comparable foreign regulators.",
      "s1_language_challenged": "\"provide pain control for up to 96 hours\" and \"demonstrated comparable preclinical activity to morphine...without the drug seeking, respiratory depression and tolerance associated with opioids\"",
      "what_sec_required": "Remove statements that state or imply safety or efficacy from animal/preclinical data. For each preclinical candidate, expand disclosure to include how trials were conducted, number of animal models, number of trials, and objective results — without safety/efficacy conclusions.",
      "company_response_url": "https://www.sec.gov/Archives/edgar/data/1708331/000121390020030827/filename1.htm",
      "what_company_did": "Removed efficacy/safety conclusions; added detailed preclinical methodology disclosure (number of animal models, study design, objective results)",
      "useful_for_comparison_because": "Shows SEC requiring not just removal of claims but affirmative addition of methodology details so investors can evaluate preclinical data themselves. Illustrates the standard that companies must present raw data without conclusions.",
      "verified": true
    },
    {
      "id": "excerpt_comparative_001",
      "topic": "comparative_claims",
      "check_ids": ["comparative_claims", "red_flag_phrases"],
      "company": "Nuvalent, Inc.",
      "company_ticker": "NUVL",
      "company_cik": "0001861560",
      "filing_type": "S-1",
      "letter_date": "2021-06-25",
      "letter_url": "https://www.sec.gov/Archives/edgar/data/1861560/000119312521209002/filename1.htm",
      "sec_comment_verbatim": "We note your statement on pages 3, 118, 130 and elsewhere in the prospectus that your lead product candidates are 'potential best-in-class product candidate[s].' The term 'best-in-class' suggests that the product candidates are effective and likely to be approved as a therapy for the treatment of NSCLC and other advanced cancers. Given the early stage of development of NVL-520 and NVL-655, it is not appropriate to suggest that this product is likely to be effective or receive regulatory approval. Please delete these references throughout your registration statement.",
      "s1_language_challenged": "\"potential best-in-class product candidate[s]\" — pages 3, 118, 130 and elsewhere",
      "what_sec_required": "Delete all 'best-in-class' references — term implies effectiveness and likely approval",
      "company_response_url": "https://www.sec.gov/Archives/edgar/data/1861560/000119312521209002/filename1.htm",
      "what_company_did": "Deleted all 'best-in-class' references",
      "useful_for_comparison_because": "Clear example of 'best-in-class' being rejected. SEC explicitly states the term 'suggests that the product candidates are effective and likely to be approved.' Even 'potential best-in-class' was rejected.",
      "verified": true
    },
    {
      "id": "excerpt_comparative_002",
      "topic": "comparative_claims",
      "check_ids": ["comparative_claims", "red_flag_phrases"],
      "company": "Relay Therapeutics, Inc.",
      "company_ticker": "RLAY",
      "company_cik": "0001812364",
      "filing_type": "S-1",
      "letter_date": "2020-06-18",
      "letter_url": "https://www.sec.gov/Archives/edgar/data/1812364/000119312520177762/filename1.htm",
      "sec_comment_verbatim": "We note your references to your product candidates as first-in-class or best-in-class on page 4 and throughout the registration statement. These terms suggest that the product candidates are effective and likely to be approved. Please delete these references throughout your registration statement. If your use of these terms was intended to convey your belief that the products are based on a novel technology or approach and/or is further along in the development process, you may discuss how your technology differs from technology used by competitors and, if applicable, that you are not aware of competing products that are further along in the development process. Statements such as these should be accompanied by cautionary language that the statements are not intended to give any indication that the product candidates have been proven effective or that they will receive regulatory approval.",
      "s1_language_challenged": "\"first-in-class\" and \"best-in-class\" — page 4 and throughout",
      "what_sec_required": "Delete 'first-in-class' and 'best-in-class.' May discuss how technology differs from competitors with cautionary language that this is not an indication of effectiveness or approval likelihood.",
      "company_response_url": "https://www.sec.gov/Archives/edgar/data/1812364/000119312520177762/filename1.htm",
      "what_company_did": "Deleted all 'first-in-class' and 'best-in-class' references; removed language implying higher probability of approval",
      "useful_for_comparison_because": "Shows the permitted alternative to 'best-in-class': describe how your technology differs from competitors, note development stage, add cautionary language. This is the SEC's approved way to communicate competitive positioning.",
      "verified": true
    },
    {
      "id": "excerpt_comparative_003",
      "topic": "comparative_claims",
      "check_ids": ["comparative_claims", "red_flag_phrases"],
      "company": "Zenas BioPharma, Inc.",
      "company_cik": "0001953926",
      "filing_type": "S-1",
      "letter_date": "2024-05-15",
      "letter_url": "https://www.sec.gov/Archives/edgar/data/1953926/000110465924062094/filename1.htm",
      "sec_comment_verbatim": "We note statements here, and throughout the prospectus, claiming that obexelimab is 'safer' and 'more effective' than anti-CD20 or other anti-CD19 targeting therapies. Please note that conclusions of safety and efficacy are within the sole authority of the FDA and comparable foreign regulators. Qualifying language that statements of safety and efficacy are expressions of the company's beliefs or expectations do not address this concern. Please revise these statements or remove them.",
      "s1_language_challenged": "\"safer\" and \"more effective\" than competitor therapies",
      "what_sec_required": "Remove claims that product is 'safer' and 'more effective.' Qualifying language ('we believe,' 'we expect') does NOT cure the concern.",
      "company_response_url": "https://www.sec.gov/Archives/edgar/data/1953926/000110465924062094/filename1.htm",
      "what_company_did": "Removed all 'safer' and 'more effective' claims; removed 'increased potency' claims for early-stage candidate ZB004; for ZB002 head-to-head comparison with adalimumab, clarified actual preclinical head-to-head study was conducted",
      "useful_for_comparison_because": "Critical example showing that 'we believe' and 'we expect' qualifiers do NOT cure safety/efficacy claims. Also shows head-to-head comparison rules: actual study data is acceptable, but speculative comparisons are not.",
      "verified": true
    },
    {
      "id": "excerpt_preclinical_003",
      "topic": "preclinical_claims",
      "check_ids": ["preclinical_framing", "comparative_claims"],
      "company": "Curanex Pharmaceuticals Inc",
      "company_cik": "0002025942",
      "filing_type": "S-1",
      "letter_date": "2024-07-17",
      "letter_url": "https://www.sec.gov/Archives/edgar/data/2025942/000149315224032474/filename1.htm",
      "sec_comment_verbatim": "You state that Phyto-N boasts superior anti-inflammatory properties and unlike recently FDA approved Rezdiffra, Phyto-N mitigates inflammation occurrence without causing adverse reaction, such as diarrhea, nausea, and potential liver enzyme elevations. Please discuss your basis for such claims.",
      "s1_language_challenged": "\"superior anti-inflammatory properties\" and favorable comparison to FDA-approved Rezdiffra at the preclinical stage",
      "what_sec_required": "Provide basis for superiority claims against approved drugs when only preclinical data exists",
      "company_response_url": "https://www.sec.gov/Archives/edgar/data/2025942/000149315224032474/filename1.htm",
      "what_company_did": "Removed claims of superior anti-inflammatory properties since 'the Company does not have direct comparative data'",
      "useful_for_comparison_because": "Shows that comparing a preclinical candidate favorably to an FDA-approved drug requires direct comparative data. Without head-to-head data, such claims must be removed.",
      "verified": true
    }
  ],
  "key_patterns": {
    "safety_characterizations": {
      "always_rejected": ["safe", "safe and effective", "favorable safety profile", "acceptable safety profile"],
      "conditionally_accepted": ["well-tolerated (if supported by data and no contradicting SAEs)", "no serious adverse events reported"],
      "standard_sec_formulation": "Safety and efficacy determinations are solely within the authority of the FDA (or applicable foreign regulators).",
      "note": "67 CORRESP filings matched 'well-tolerated' + 'please revise' on EDGAR from 2020-2026"
    },
    "phase_nomenclature": {
      "standard_comment": "Remove all references to 'Phase 1/2' throughout the prospectus or tell us the basis for your belief that you have been approved to conduct a Phase 1/2 trial",
      "successful_defenses": "FDA acceptance of protocol title, distinct Phase 1/Phase 2 portions with separate endpoints, regulatory guidance supporting combined designs (e.g., gene therapy)",
      "note": "The SEC uses nearly identical boilerplate across companies"
    },
    "preclinical_claims": {
      "standard_prohibition": "Cannot conclude safety or efficacy from animal/preclinical data",
      "acceptable_alternatives": "Present objective data without conclusions; describe study design and methodology; state endpoints met without interpreting significance",
      "note": "SEC also requires methodology details: number of animals, study design, statistical approach"
    },
    "comparative_claims": {
      "always_rejected": ["best-in-class", "first-in-class", "safer", "more effective", "superior", "differentiated (when implying approval likelihood)"],
      "qualifying_language_does_not_cure": "Expressions of belief or expectations ('we believe,' 'we expect') do NOT address the concern — per Zenas BioPharma letter",
      "acceptable_alternatives": "Describe how technology differs from competitors; note development stage; add cautionary language; present actual head-to-head data if available"
    }
  }
}
