{
  "statutes_and_regulations": [
    {
      "id": "section_11",
      "name": "Securities Act Section 11",
      "citation": "15 U.S.C. § 77k",
      "url": "https://www.law.cornell.edu/uscode/text/15/77k",
      "operative_text": "In case any part of the registration statement, when such part became effective, contained an untrue statement of a material fact or omitted to state a material fact required to be stated therein or necessary to make the statements therein not misleading, any person acquiring such security (unless it is proved that at the time of such acquisition he knew of such untruth or omission) may, either at law or in equity, in any court of competent jurisdiction, sue—",
      "due_diligence_defense_text": "No person, other than the issuer, shall be liable... who shall sustain the burden of proof... that (A) as regards any part of the registration statement not purporting to be made on the authority of an expert... he had, after reasonable investigation, reasonable ground to believe and did believe, at the time such part of the registration statement became effective, that the statements therein were true and that there was no omission to state a material fact required to be stated therein or necessary to make the statements therein not misleading",
      "plain_english": "If an IPO registration statement contains a materially false statement or omits a material fact, anyone who bought the stock can sue the people who prepared and signed the filing. The issuer has absolute liability; other signers can escape liability only if they conducted a 'reasonable investigation' and genuinely believed the statements were true.",
      "key_points": [
        "Strict liability for the issuer — no need to prove intent or negligence",
        "Applies to every person who signed the registration statement",
        "Covers both affirmative misstatements AND omissions",
        "Due diligence defense requires 'reasonable investigation' — but this defense is NOT available to the issuer itself",
        "Plaintiffs do not need to prove reliance if they purchased within 12 months of effective date"
      ],
      "who_is_liable": [
        "issuer (absolute liability — no due diligence defense)",
        "directors at time of filing",
        "signing officers (CEO, CFO, principal accounting officer)",
        "underwriters",
        "experts (for their portions only, e.g., auditors for financial statements)"
      ],
      "verified": true
    },
    {
      "id": "rule_408",
      "name": "Rule 408 — Additional Information",
      "citation": "17 C.F.R. § 230.408",
      "url": "https://www.law.cornell.edu/cfr/text/17/230.408",
      "operative_text": "(a) In addition to the information expressly required to be included in a registration statement, there shall be added such further material information, if any, as may be necessary to make the required statements, in the light of the circumstances under which they are made, not misleading.",
      "subsection_b_text": "(b) Notwithstanding paragraph (a) of this section, unless otherwise required to be included in the registration statement, the failure to include in a registration statement information included in a free writing prospectus will not, solely by virtue of inclusion of the information in a free writing prospectus (as defined in Rule 405 (§ 230.405)), be considered an omission of material information required to be included in the registration statement.",
      "plain_english": "Even if every individual statement in the registration statement is literally true, the company must add whatever additional information is needed to prevent the overall filing from being misleading. This is the legal basis for the 'pattern of one-sided disclosure' analysis — disclosing good news while omitting bad news can violate Rule 408 even when each individual disclosure is accurate.",
      "key_points": [
        "Goes beyond what is 'expressly required' — demands whatever is needed to avoid misleading investors",
        "Applies to omissions that make other statements misleading, even if the omitted fact is not itself required by any line item",
        "The standard is 'in the light of the circumstances' — context-dependent",
        "This is how selective disclosure (good news in, bad news out) is actionable",
        "Subsection (b) carves out free writing prospectuses (added 2005)"
      ],
      "relevance_to_tool": "Rule 408 is the foundation for the 'pattern analysis' guardrail. When the tool finds that the S-1 consistently discloses favorable trial results while omitting unfavorable ones, or uses optimistic characterizations while omitting safety concerns, this creates a Rule 408 issue — the omissions make the included statements misleading.",
      "verified": true
    },
    {
      "id": "rule_10b5",
      "name": "Rule 10b-5 — Employment of Manipulative and Deceptive Devices",
      "citation": "17 C.F.R. § 240.10b-5",
      "url": "https://www.law.cornell.edu/cfr/text/17/240.10b-5",
      "operative_text": "It shall be unlawful for any person, directly or indirectly, by the use of any means or instrumentality of interstate commerce, or of the mails or of any facility of any national securities exchange, (a) To employ any device, scheme, or artifice to defraud, (b) To make any untrue statement of a material fact or to omit to state a material fact necessary in order to make the statements made, in the light of the circumstances under which they were made, not misleading, or (c) To engage in any act, practice, or course of business which operates or would operate as a fraud or deceit upon any person, in connection with the purchase or sale of any security.",
      "plain_english": "The general anti-fraud rule for securities. Prohibits three things: (1) schemes to defraud, (2) material misstatements or omissions, and (3) any act operating as fraud in connection with buying or selling securities. Unlike Section 11, Rule 10b-5 requires proof of scienter (intent to deceive) and applies to all securities transactions, not just registration statements.",
      "key_points": [
        "Subsection (b) is most relevant — prohibits material misstatements and omissions",
        "Requires scienter (intent to deceive or reckless disregard of truth) — higher bar than Section 11",
        "Applies to ALL securities transactions, not just IPOs",
        "Language mirrors Rule 408 ('in the light of the circumstances') but adds the fraud element",
        "Both the SEC and private plaintiffs can bring 10b-5 claims"
      ],
      "verified": true
    },
    {
      "id": "fdaaa_801",
      "name": "FDAAA 801 — Clinical Trial Results Reporting",
      "citation": "42 U.S.C. § 282(j)",
      "url": "https://www.law.cornell.edu/uscode/text/42/282",
      "operative_text": "The responsible party for an applicable clinical trial shall submit to the Director of NIH for inclusion in the registry and results data bank the clinical trial information described in subparagraphs (C) and (D) not later than 1 year after the earlier of—(I) the estimated completion date of the trial, or (II) the actual date of completion.",
      "penalty_provisions": {
        "statutory_basis": "Section 303(f)(3) of the FD&C Act (21 U.S.C. § 333(f)(3))",
        "prohibited_acts": "Section 301(jj) of the FD&C Act prohibits: (1) failure to submit or knowingly submitting a false certification to FDA, (2) failure to submit required clinical trial information, and (3) submitting false or misleading clinical trial information to ClinicalTrials.gov",
        "initial_penalty": "Not more than $10,000 for all violations adjudicated in a single proceeding (21 U.S.C. § 333(f)(3)(A))",
        "continuing_penalty": "If violation not corrected within 30 days of Notice of Noncompliance, additional penalty of not more than $10,000 per day until corrected (21 U.S.C. § 333(f)(3)(B))",
        "inflation_note": "Amounts adjusted annually for inflation per the Federal Civil Penalties Inflation Adjustment Act of 1990"
      },
      "plain_english": "Sponsors of clinical trials that test FDA-regulated drugs and devices must post their results to ClinicalTrials.gov within 12 months of the trial's completion. Failure to do so can result in penalties of up to $10,000 initially plus $10,000 per day if not corrected within 30 days of notice. The FDA can also pursue injunctions and criminal prosecution for violations.",
      "key_points": [
        "Applies to 'applicable clinical trials' — generally Phase 2 and above for FDA-regulated products",
        "Results must be submitted within 12 months of primary completion date",
        "Two-tier penalty: up to $10,000 initial + $10,000/day continuing",
        "30-day cure period after Notice of Noncompliance before daily penalties begin",
        "Also prohibits submitting false or misleading information to ClinicalTrials.gov"
      ],
      "relevance_to_tool": "When a completed trial has no posted results on ClinicalTrials.gov, the tool flags this because: (1) it may indicate non-compliance with FDAAA 801, and (2) investors cannot independently verify S-1 claims about the trial. The absence of posted results is itself a red flag — either the company is non-compliant with federal law, or the results are being withheld from public view during the IPO process.",
      "verified": true
    }
  ],
  "case_law": [],
  "enforcement_actions": [],
  "comment_letter_topics": []
}
