{
  "statutes_and_regulations": [
    {
      "id": "section_11",
      "name": "Securities Act Section 11",
      "citation": "15 U.S.C. § 77k",
      "url": "https://www.law.cornell.edu/uscode/text/15/77k",
      "operative_text": "In case any part of the registration statement, when such part became effective, contained an untrue statement of a material fact or omitted to state a material fact required to be stated therein or necessary to make the statements therein not misleading, any person acquiring such security (unless it is proved that at the time of such acquisition he knew of such untruth or omission) may, either at law or in equity, in any court of competent jurisdiction, sue—",
      "due_diligence_defense_text": "No person, other than the issuer, shall be liable... who shall sustain the burden of proof... that (A) as regards any part of the registration statement not purporting to be made on the authority of an expert... he had, after reasonable investigation, reasonable ground to believe and did believe, at the time such part of the registration statement became effective, that the statements therein were true and that there was no omission to state a material fact required to be stated therein or necessary to make the statements therein not misleading",
      "plain_english": "If an IPO registration statement contains a materially false statement or omits a material fact, anyone who bought the stock can sue the people who prepared and signed the filing. The issuer has absolute liability; other signers can escape liability only if they conducted a 'reasonable investigation' and genuinely believed the statements were true.",
      "key_points": [
        "Strict liability for the issuer — no need to prove intent or negligence",
        "Applies to every person who signed the registration statement",
        "Covers both affirmative misstatements AND omissions",
        "Due diligence defense requires 'reasonable investigation' — but this defense is NOT available to the issuer itself",
        "Plaintiffs do not need to prove reliance if they purchased within 12 months of effective date"
      ],
      "who_is_liable": [
        "issuer (absolute liability — no due diligence defense)",
        "directors at time of filing",
        "signing officers (CEO, CFO, principal accounting officer)",
        "underwriters",
        "experts (for their portions only, e.g., auditors for financial statements)"
      ],
      "verified": true
    },
    {
      "id": "rule_408",
      "name": "Rule 408 — Additional Information",
      "citation": "17 C.F.R. § 230.408",
      "url": "https://www.law.cornell.edu/cfr/text/17/230.408",
      "operative_text": "(a) In addition to the information expressly required to be included in a registration statement, there shall be added such further material information, if any, as may be necessary to make the required statements, in the light of the circumstances under which they are made, not misleading.",
      "subsection_b_text": "(b) Notwithstanding paragraph (a) of this section, unless otherwise required to be included in the registration statement, the failure to include in a registration statement information included in a free writing prospectus will not, solely by virtue of inclusion of the information in a free writing prospectus (as defined in Rule 405 (§ 230.405)), be considered an omission of material information required to be included in the registration statement.",
      "plain_english": "Even if every individual statement in the registration statement is literally true, the company must add whatever additional information is needed to prevent the overall filing from being misleading. This is the legal basis for the 'pattern of one-sided disclosure' analysis — disclosing good news while omitting bad news can violate Rule 408 even when each individual disclosure is accurate.",
      "key_points": [
        "Goes beyond what is 'expressly required' — demands whatever is needed to avoid misleading investors",
        "Applies to omissions that make other statements misleading, even if the omitted fact is not itself required by any line item",
        "The standard is 'in the light of the circumstances' — context-dependent",
        "This is how selective disclosure (good news in, bad news out) is actionable",
        "Subsection (b) carves out free writing prospectuses (added 2005)"
      ],
      "relevance_to_tool": "Rule 408 is the foundation for the 'pattern analysis' guardrail. When the tool finds that the S-1 consistently discloses favorable trial results while omitting unfavorable ones, or uses optimistic characterizations while omitting safety concerns, this creates a Rule 408 issue — the omissions make the included statements misleading.",
      "verified": true
    },
    {
      "id": "rule_10b5",
      "name": "Rule 10b-5 — Employment of Manipulative and Deceptive Devices",
      "citation": "17 C.F.R. § 240.10b-5",
      "url": "https://www.law.cornell.edu/cfr/text/17/240.10b-5",
      "operative_text": "It shall be unlawful for any person, directly or indirectly, by the use of any means or instrumentality of interstate commerce, or of the mails or of any facility of any national securities exchange, (a) To employ any device, scheme, or artifice to defraud, (b) To make any untrue statement of a material fact or to omit to state a material fact necessary in order to make the statements made, in the light of the circumstances under which they were made, not misleading, or (c) To engage in any act, practice, or course of business which operates or would operate as a fraud or deceit upon any person, in connection with the purchase or sale of any security.",
      "plain_english": "The general anti-fraud rule for securities. Prohibits three things: (1) schemes to defraud, (2) material misstatements or omissions, and (3) any act operating as fraud in connection with buying or selling securities. Unlike Section 11, Rule 10b-5 requires proof of scienter (intent to deceive) and applies to all securities transactions, not just registration statements.",
      "key_points": [
        "Subsection (b) is most relevant — prohibits material misstatements and omissions",
        "Requires scienter (intent to deceive or reckless disregard of truth) — higher bar than Section 11",
        "Applies to ALL securities transactions, not just IPOs",
        "Language mirrors Rule 408 ('in the light of the circumstances') but adds the fraud element",
        "Both the SEC and private plaintiffs can bring 10b-5 claims"
      ],
      "verified": true
    },
    {
      "id": "fdaaa_801",
      "name": "FDAAA 801 — Clinical Trial Results Reporting",
      "citation": "42 U.S.C. § 282(j)",
      "url": "https://www.law.cornell.edu/uscode/text/42/282",
      "operative_text": "The responsible party for an applicable clinical trial shall submit to the Director of NIH for inclusion in the registry and results data bank the clinical trial information described in subparagraphs (C) and (D) not later than 1 year after the earlier of—(I) the estimated completion date of the trial, or (II) the actual date of completion.",
      "penalty_provisions": {
        "statutory_basis": "Section 303(f)(3) of the FD&C Act (21 U.S.C. § 333(f)(3))",
        "prohibited_acts": "Section 301(jj) of the FD&C Act prohibits: (1) failure to submit or knowingly submitting a false certification to FDA, (2) failure to submit required clinical trial information, and (3) submitting false or misleading clinical trial information to ClinicalTrials.gov",
        "initial_penalty": "Not more than $10,000 for all violations adjudicated in a single proceeding (21 U.S.C. § 333(f)(3)(A))",
        "continuing_penalty": "If violation not corrected within 30 days of Notice of Noncompliance, additional penalty of not more than $10,000 per day until corrected (21 U.S.C. § 333(f)(3)(B))",
        "inflation_note": "Amounts adjusted annually for inflation per the Federal Civil Penalties Inflation Adjustment Act of 1990"
      },
      "plain_english": "Sponsors of clinical trials that test FDA-regulated drugs and devices must post their results to ClinicalTrials.gov within 12 months of the trial's completion. Failure to do so can result in penalties of up to $10,000 initially plus $10,000 per day if not corrected within 30 days of notice. The FDA can also pursue injunctions and criminal prosecution for violations.",
      "key_points": [
        "Applies to 'applicable clinical trials' — generally Phase 2 and above for FDA-regulated products",
        "Results must be submitted within 12 months of primary completion date",
        "Two-tier penalty: up to $10,000 initial + $10,000/day continuing",
        "30-day cure period after Notice of Noncompliance before daily penalties begin",
        "Also prohibits submitting false or misleading information to ClinicalTrials.gov"
      ],
      "relevance_to_tool": "When a completed trial has no posted results on ClinicalTrials.gov, the tool flags this because: (1) it may indicate non-compliance with FDAAA 801, and (2) investors cannot independently verify S-1 claims about the trial. The absence of posted results is itself a red flag — either the company is non-compliant with federal law, or the results are being withheld from public view during the IPO process.",
      "verified": true
    }
  ],
  "case_law": [
    {
      "id": "omnicare",
      "name": "Omnicare, Inc. v. Laborers District Council Construction Industry Pension Fund",
      "citation": "575 U.S. 175 (2015)",
      "url": "https://supreme.justia.com/cases/federal/us/575/175/",
      "opinion_url": "https://www.supremecourt.gov/opinions/14pdf/13-435_0971.pdf",
      "author": "Justice Kagan (joined by Roberts, Kennedy, Ginsburg, Breyer, Alito, Sotomayor)",
      "facts_summary": "Omnicare was the nation's largest pharmacy services provider for nursing home residents. In its 2005 IPO registration statement, it stated: 'We believe our contract arrangements with other healthcare providers, our pharmaceutical suppliers and our pharmacy practices are in compliance with applicable federal and state laws.' After the offering, the federal government sued Omnicare under the False Claims Act, alleging kickbacks from pharmaceutical manufacturers. Investors sued under Section 11 claiming the 'We believe' compliance statements were actionable.",
      "holding": "A sincere statement of pure opinion is not an 'untrue statement of material fact' under Section 11's first clause, regardless of whether an investor can ultimately prove the belief wrong. However, under Section 11's omissions clause, an opinion statement can be actionable if the registration statement omits material facts about the issuer's inquiry into or knowledge concerning the opinion, and those omitted facts conflict with what a reasonable investor would take from the statement itself.",
      "three_part_test": {
        "test_1_sincerity": {
          "description": "Every opinion statement affirms at least one fact: that the speaker actually holds the stated belief. If the speaker did not sincerely hold the opinion, it is an untrue statement of fact.",
          "exact_quote": "A sincere statement of pure opinion is not an 'untrue statement of material fact,' regardless whether an investor can ultimately prove the belief wrong.",
          "example_in_our_context": "If the S-1 says 'We believe the drug was well-tolerated' but internal safety committee minutes show the company had serious safety concerns, the opinion may not be sincerely held."
        },
        "test_2_embedded_facts": {
          "description": "Some opinion statements contain factual assertions within them. A statement framed as opinion may embed independently verifiable factual claims.",
          "exact_quote": "In addition, some sentences that begin with opinion words like 'I believe' contain embedded statements of fact.",
          "example_in_our_context": "When the S-1 says 'We believe the drug was well-tolerated,' this embeds the factual claim that the company's clinical data supports the characterization. If the data shows a 50% serious adverse event rate, the embedded fact may be untrue."
        },
        "test_3_omissions_misleading_opinions": {
          "description": "An opinion can be misleading through omission if the registration statement fails to disclose material facts about the issuer's inquiry into or knowledge concerning the opinion, and those facts conflict with what a reasonable investor would take from the statement.",
          "exact_quote_basis": "[A] reasonable investor may, depending on the circumstances, understand an opinion statement to convey facts about how the speaker has formed the opinion — or, otherwise put, about the speaker's basis for holding that view.",
          "exact_quote_fairly_aligns": "He expects not just that the issuer believes the opinion (however irrationally), but that it fairly aligns with the information in the issuer's possession at the time.",
          "exact_quote_meaningful_inquiry": "[A]n investor, though recognizing that legal opinions can prove wrong in the end, still likely expects such an assertion to rest on some meaningful legal inquiry — rather than, say, on mere intuition, however sincere.",
          "exact_quote_omissions_test": "[I]f a registration statement omits material facts about the issuer's inquiry into or knowledge concerning a statement of opinion, and if those facts conflict with what a reasonable investor would take from the statement itself, then the registration statement's omission of those facts makes the opinion statement misleading.",
          "example_in_our_context": "The company says 'we believe we have aligned with the FDA' but omits the fact that the FDA denied their Breakthrough Therapy Designation application. A reasonable investor would expect the 'alignment' claim to fairly align with the actual FDA interactions."
        }
      },
      "limiting_language": {
        "exact_quote": "A reasonable investor does not expect that every opinion in a registration statement is correct; opinions, after all, are inherently uncertain.",
        "calibration_implication": "The tool should not treat every opinion in the S-1 as suspect. Only opinions where the three-part test is met — where the company knew specific contrary facts, or where the opinion embeds a false factual claim, or where the opinion implies an inquiry stronger than what occurred — should be flagged."
      },
      "verified": true,
      "verification_note": "Quotes verified across multiple sources: Harvard Law corpgov blog, D&O Diary, Mintz law firm analysis, Orrick securities litigation blog, FindLaw. Some quotes may have minor formatting differences from slip opinion but substance is verified."
    },
    {
      "id": "matrixx",
      "name": "Matrixx Initiatives, Inc. v. Siracusano",
      "citation": "563 U.S. 27 (2011)",
      "url": "https://supreme.justia.com/cases/federal/us/563/27/",
      "opinion_url": "https://www.law.cornell.edu/supct/html/09-1156.ZO.html",
      "author": "Justice Sotomayor (unanimous, 9-0)",
      "facts_summary": "Matrixx Initiatives manufactured Zicam Cold Remedy, a zinc-based intranasal product. Multiple medical professionals reported adverse events linking Zicam to anosmia (loss of smell). Matrixx received these reports and was named in product liability lawsuits, but made public statements touting Zicam's safety without disclosing the adverse event reports. The FDA later issued a warning letter citing 130 reports of anosmia. Matrixx argued that the adverse event reports were immaterial because they had not reached 'statistical significance.'",
      "holding": "The Supreme Court unanimously held that plaintiffs alleging securities fraud need not plead statistical significance to adequately allege materiality of adverse event reports. Materiality is a fact-specific inquiry under the 'total mix' standard, not a bright-line statistical test. The Court rejected Matrixx's proposed rule that would artificially exclude information otherwise considered significant to a reasonable investor's trading decision.",
      "key_quotes": {
        "rejecting_statistical_significance": "Matrixx's argument rests on the premise that statistical significance is the only reliable indication of causation. This premise is flawed.",
        "lack_of_stat_sig": "A lack of statistically significant data does not mean that medical experts have no reliable basis for inferring a causal link between a drug and adverse events.",
        "medical_professionals": "medical professionals and researchers do not limit the data they consider to the results of randomized clinical trials or to statistically significant evidence.",
        "reasonable_investors": "Given that medical professionals and regulators act on the basis of evidence of causation that is not statistically significant, it stands to reason that in certain cases reasonable investors would as well.",
        "artificially_excludes": "artificially exclud[e] information that would otherwise be considered significant to [a reasonable investor's] trading decision."
      },
      "relevance_to_our_tool": "When biotech S-1s present data from small trials (N=12, N=19), the results may not reach statistical significance. Under Matrixx, this does not make them immaterial. A 50% adverse event rate in 12 patients, or a null primary endpoint in 20 patients, is information a reasonable investor would want to know.",
      "common_company_defense_this_rejects": "The company may argue that small trial results or individual adverse events are 'not statistically significant' and therefore immaterial. Matrixx forecloses this argument.",
      "verified": true,
      "verification_note": "Quotes verified via Cornell LII Supreme Court text, Wikipedia, Seyfarth Shaw analysis, FindLaw, and multiple law review sources."
    },
    {
      "id": "tsc_industries",
      "name": "TSC Industries, Inc. v. Northway, Inc.",
      "citation": "426 U.S. 438 (1976)",
      "url": "https://supreme.justia.com/cases/federal/us/426/438/",
      "author": "Justice Marshall",
      "facts_summary": "TSC Industries involved a proxy contest where shareholders alleged that a joint proxy statement omitted material facts about the acquisition of TSC by National Industries. The Supreme Court established the foundational definition of materiality for securities law.",
      "holding": "An omitted fact is material if there is a substantial likelihood that a reasonable shareholder would consider it important in deciding how to vote. The standard does not require proof that disclosure would have changed the outcome.",
      "key_quotes": {
        "materiality_definition": "An omitted fact is material if there is a substantial likelihood that a reasonable shareholder would consider it important in deciding how to vote.",
        "not_outcome_determinative": "It does not require proof of a substantial likelihood that disclosure of the omitted fact would have caused the reasonable investor to change his vote.",
        "actual_significance": "contemplates a showing of a substantial likelihood that, under all the circumstances, the omitted fact would have assumed actual significance in the deliberations of the reasonable shareholder.",
        "total_mix": "a substantial likelihood that the disclosure of the omitted fact would have been viewed by the reasonable investor as having significantly altered the 'total mix' of information made available.",
        "avalanche_warning": "[M]anagement's fear of exposing itself to substantial liability may cause it simply to bury the shareholders in an avalanche of trivial information — a result that is hardly conducive to informed decisionmaking."
      },
      "relevance_to_our_tool": "TSC Industries provides the foundational materiality standard. Every finding the tool makes must be assessed through the 'total mix' lens — would a reasonable investor consider this information important? The 'avalanche' warning also provides the calibration principle: the tool should not flag every minor discrepancy, only those that would significantly alter the total mix.",
      "verified": true,
      "verification_note": "Foundational case widely cited. Quotes verified across multiple legal sources."
    },
    {
      "id": "tongue_v_sanofi",
      "name": "Tongue v. Sanofi",
      "citation": "816 F.3d 199 (2d Cir. 2016)",
      "url": "https://www.leagle.com/decision/infco20160304058",
      "author": "Second Circuit Court of Appeals",
      "facts_summary": "Sanofi acquired Genzyme in 2011 and issued contingent value rights (CVRs) tied to FDA approval milestones for Lemtrada (alemtuzumab) for multiple sclerosis. Genzyme had used single-blind study design in clinical trials. The FDA repeatedly expressed concerns about this methodology (2002, 2006, 2010), warning it might make approval difficult, though possibly accepting results showing 'extremely large' effects. Sanofi made optimistic statements about approval likelihood without disclosing the FDA's repeated warnings. When FDA briefing materials became public in November 2013, CVRs lost 62% of value.",
      "holding": "The Second Circuit affirmed dismissal, holding that even under the Omnicare standard, Sanofi was not required to disclose the FDA's concerns about single-blind study design merely because those concerns cut against optimistic projections. Not every fact cutting against an opinion must be disclosed. The court relied heavily on the sophistication of CVR investors and the public nature of FDA preferences for double-blind studies.",
      "key_quotes": {
        "no_obligation_to_disclose_everything": "Issuers must be forthright with their investors, but securities law does not impose on them an obligation to disclose every piece of information in their possession.",
        "omnicare_limits": "Omnicare does not impose liability merely because an issuer failed to disclose information that ran counter to an opinion expressed in the registration statement.",
        "fairly_align_standard": "[A]s Omnicare instructs, issuers need not disclose a piece of information merely because it cuts against their projections.",
        "fda_feedback_not_required": "Defendants need not have disclosed the FDA feedback merely because it tended to cut against their projections.",
        "opinion_not_misleading": "[A]n opinion statement is not necessarily misleading when an issuer knows, but fails to disclose, some fact cutting the other way.",
        "data_interpretation_dispute": "At bottom, Plaintiffs' allegations regarding Defendants' stated opinion about the Lemtrada trial results are little more than a dispute about the proper interpretation of data.",
        "sophisticated_investors": "[W]hile a layperson, unaccustomed to the subtleties and intricacies of the pharmaceutical industry and registration statements, may have misinterpreted [the alleged misstatements] as evincing assurance of success, Plaintiffs here can claim no such ignorance.",
        "no_reasonable_investor_misled": "Given the sophistication of the investors here, the FDA's public preference for double-blind studies, and the absence of a conflict between Defendants' statements and the FDA's comments, no reasonable investor would have been misled by Defendants' optimistic statements regarding the approval and launch of Lemtrada."
      },
      "key_principles": [
        "FDA communications are evaluated under the standard 'total mix' materiality test — they are not automatically material",
        "Under Omnicare, not every fact cutting against an opinion must be disclosed",
        "Investor sophistication matters — retail IPO investors may be treated differently than CVR holders",
        "Public availability of information (e.g., FDA's known preference for double-blind studies) reduces the materiality of non-disclosure",
        "A 'dispute about data interpretation' is different from an omission of material fact"
      ],
      "important_caveat": "The court relied heavily on (a) the PUBLIC nature of FDA's preference for double-blind studies and (b) the SOPHISTICATION of CVR investors. This leaves open a different outcome where: (a) the FDA feedback is truly confidential/non-public, or (b) the investor audience is unsophisticated retail IPO investors — as is often the case with biotech S-1s.",
      "relevance_to_our_tool": "This case provides important calibration: not every FDA concern needs to be flagged. However, Tongue's limiting principles (public info, sophisticated investors) often do NOT apply to biotech IPOs where retail investors rely on the S-1 and FDA feedback is often non-public. The tool should flag undisclosed negative FDA feedback but should note when the concern might be publicly known.",
      "verified": true,
      "verification_note": "Quotes cross-confirmed across multiple law firm analyses (Akin Gump, Haynes Boone, Paul Weiss/Harvard Law Forum, Burr & Forman, Orrick). Full slip opinion not directly accessed; quotes verified via secondary sources but may have minor formatting differences from original."
    },
    {
      "id": "rigel_pharma",
      "name": "In re Rigel Pharmaceuticals Securities Litigation",
      "citation": "697 F.3d 869 (9th Cir. 2012)",
      "url": "https://casetext.com/case/in-re-rigel-pharms-inc-sec-litig",
      "author": "Ninth Circuit Court of Appeals",
      "facts_summary": "Rigel developed R788 (fostamatinib), an oral Syk kinase inhibitor for rheumatoid arthritis. In a Phase IIa trial (189 patients, double-blind, placebo-controlled), Rigel issued a December 2007 press release disclosing 'top-line data' showing statistically significant efficacy (ACR20/50/70 response rates) and some safety data. Eleven months later at the ACR meeting, full data revealed country interaction effects, additional safety findings (blood pressure increases, liver enzyme elevations), and more granular adverse event data. The stock dropped 38% in a single day after the ACR presentation.",
      "holding": "The Ninth Circuit affirmed dismissal, holding that: (1) partial disclosure of top-line clinical trial data does NOT render the disclosures false, so long as the omitted detailed data does not render the top-line statements misleading; (2) a securities fraud action should not proceed based on allegations that a company should have used a different statistical methodology; (3) under Matrixx, once a company discloses some safety information, it need not disclose ALL safety information — only enough that what it said is not misleading.",
      "key_quotes": {
        "partial_disclosure_standard": "[A]s long as the omissions do not make the actual statements misleading, a company is not required to disclose every safety-related result from a clinical trial, even if the company discloses some safety-related results and even if investors would consider the omitted information significant.",
        "matrixx_limits": "The Matrixx court made it clear that not all adverse events would be material and, more importantly, that not all material adverse events would have to be disclosed.",
        "statistical_methodology": "Plaintiff's allegations of 'falsity' essentially are disagreements with the statistical methodology adopted by the doctors and scientists who designed and conducted the study."
      },
      "key_principles": [
        "Top-line data disclosure is permissible — no obligation to disclose the full dataset at once",
        "The test is NOT 'would investors want this information' — it is 'does the absence make actual statements misleading'",
        "Challenges to statistical methodology do not support securities fraud claims",
        "Under Matrixx, disclosing some safety data does not trigger obligation to disclose ALL safety data",
        "BUT: if omitted data DOES make stated claims misleading, partial disclosure IS actionable"
      ],
      "important_caveat": "Rigel's defense SUCCEEDED because the court found the omitted details (blood pressure increases, country interaction) did not render the top-line claims misleading. This is distinguishable from cases where, e.g., a company leads with a post-hoc subgroup success while omitting that the primary endpoint failed (the Harkonen pattern). The key question is always: does what was left out make what was said misleading?",
      "relevance_to_our_tool": "This case provides important calibration in BOTH directions. (1) The tool should NOT flag every omission from top-line data — companies can legitimately present top-line results first. (2) BUT the tool SHOULD flag when omitted data renders the top-line presentation misleading — e.g., claiming 'statistically significant efficacy' while omitting that the primary endpoint failed, or claiming 'well-tolerated' while omitting a 50% serious AE rate. The question is always whether the omitted facts make the stated claims misleading, not whether investors would want to know the omitted facts.",
      "verified": true,
      "verification_note": "Quotes verified via Cooley LLP (defense counsel) case analysis, ABA Litigation Section analysis, and multiple secondary legal sources. Cross-confirmed across 3+ independent sources."
    }
  ],
  "enforcement_actions": [
    {
      "id": "clovis",
      "name": "SEC v. Clovis Oncology, Inc.",
      "citation": "SEC Litigation Release No. 24273 (September 18, 2018)",
      "lit_release_url": "https://www.sec.gov/enforcement-litigation/litigation-releases/lr-24273",
      "press_release_url": "https://www.sec.gov/newsroom/press-releases/2018-199",
      "facts": {
        "company": "Clovis Oncology",
        "drug": "rociletinib (developmental EGFR-mutant NSCLC lung cancer drug)",
        "what_they_said": "At the May 2015 ASCO conference, Clovis disclosed an objective response rate (ORR) of 60% for rociletinib. This figure was based on unconfirmed responses — interim tumor measurements not yet confirmed by follow-up scan per RECIST 1.1 criteria.",
        "what_was_true": "Internal data by July 2015 showed actual efficacy was 42%. In November 2015, Clovis disclosed the confirmed ORR was 28% (ITT, 500mg dose) and 34% (625mg dose).",
        "why_it_was_wrong": "Clovis counted unconfirmed tumor responses (shrinkage on a single scan) as 'responses.' The FDA standard (RECIST 1.1) requires confirmation on a subsequent scan. The company's own protocol called for confirmed ORR. Unconfirmed responses frequently do not hold up on confirmation.",
        "where_it_was_said": "ASCO conference presentation (May 2015), public stock offering materials (July 2015 — raised $298 million)",
        "stock_impact": "On November 2015 disclosure day, stock plunged over 70% from $99.43 to $30.24"
      },
      "penalty": {
        "company": "$20 million civil penalty",
        "ceo_patrick_mahaffy": "$250,000 civil penalty",
        "cfo_erle_mast": "$100,000 civil penalty + $454,145 disgorgement and prejudgment interest",
        "class_action": "Separate $142 million class action settlement",
        "note": "All defendants settled without admitting or denying allegations"
      },
      "sec_quote": "Biopharma companies cannot mislead investors about efficacy results.",
      "rule_for_our_tool": "When the S-1 presents efficacy metrics: (1) Does it define the metric? (2) Does the definition match FDA standards (e.g., RECIST confirmed vs unconfirmed)? (3) If using a non-standard metric (unconfirmed, per-protocol, subgroup), is this disclosed? (4) Does the reported rate match the protocol's pre-specified analysis population?",
      "comparison_pair": {
        "problematic_language": "Clovis publicly reported a 60% objective response rate (ORR) for rociletinib at ASCO 2015 and in subsequent public stock offering materials (July 2015, raising $298 million).",
        "source": "ASCO conference presentation (May 2015) and public offering materials (July 2015)",
        "what_was_wrong": "The 60% ORR was based on unconfirmed tumor responses (shrinkage on a single scan). The FDA standard (RECIST 1.1) requires confirmation on a subsequent scan. The confirmed ORR was approximately 28%. The company's own protocol called for confirmed ORR.",
        "legal_consequence": "$20 million civil penalty, CEO fined $250,000, CFO fined $100,000 plus disgorgement. Separate $142 million class action settlement.",
        "comparison_instruction": "If the S-1 being analyzed presents an efficacy metric without defining it, or uses a non-standard definition (unconfirmed responses, per-protocol population, non-ITT), compare to Clovis. Key question: would an investor reading the S-1 understand the metric definition and its limitations?"
      },
      "verified": true
    },
    {
      "id": "harkonen_intermune",
      "name": "United States v. Harkonen (InterMune / Actimmune)",
      "citation": "510 Fed. App'x 633 (9th Cir. 2013), cert. denied 134 S.Ct. 824",
      "facts": {
        "company": "InterMune",
        "drug": "Actimmune (interferon gamma-1b) for idiopathic pulmonary fibrosis (IPF)",
        "trial": "GIPF-001 — Phase III randomized, double-blind, placebo-controlled trial, 330 patients",
        "primary_endpoint": "Progression-free survival (PFS)",
        "primary_endpoint_result": "FAILED — not statistically significant. Also failed all 10 secondary endpoints.",
        "post_hoc_subgroup": "Patients with mild-to-moderate IPF (unblinded, not pre-specified, no multiplicity correction)",
        "post_hoc_result": "4.8% treated died vs 16.4% placebo — 70% mortality reduction, p=0.004",
        "subsequent_trial": "INSPIRE trial (826 patients, mild-to-moderate IPF) also FAILED — more patients died on drug (15%) than placebo (13%)",
        "fraudulent_press_release_headline": "InterMune Announces Phase III Data Demonstrating Survival Benefit of Actimmune in IPF",
        "fraudulent_press_release_subhead": "Reduces Mortality by 70% in Patients With Mild to Moderate Disease",
        "ceo_quote_in_release": "Actimmune is the only available treatment demonstrated to have clinical benefit in IPF, with improved survival data in two controlled clinical trials. We believe these results will support use of Actimmune and lead to peak sales in the range of $400-$500 million per year, enabling us to achieve profitability in 2004.",
        "evidence_of_intent": [
          "Harkonen said he would 'cut that data and slice it until he got the kind of results he was looking for'",
          "Prevented clinical and statistical staff from seeing the press release before issuance",
          "Did not want the FDA to know about all post-hoc analyses because he 'didn't want to make it look like we were doing repeated analyses looking for a better result'",
          "FDA medical officers told him they did not believe the data supported use of Actimmune in IPF"
        ]
      },
      "penalty": {
        "criminal": "Wire fraud conviction (September 29, 2009)",
        "sentence": "3 years probation, 6 months home confinement, $20,000 fine, 200 hours community service",
        "appeal": "9th Circuit affirmed (2013), Supreme Court denied cert",
        "company_penalty": "InterMune paid nearly $37 million under deferred prosecution agreement (October 2006)",
        "pardon": "Presidential pardon in 2021 (does not erase conviction or operate as determination of innocence)"
      },
      "rule_for_our_tool": "When the S-1 presents efficacy results, check: (1) Is the highlighted result from the primary endpoint or from a secondary/exploratory/post-hoc analysis? (2) If from a secondary or post-hoc analysis, is the primary endpoint result ALSO prominently disclosed? (3) Is the hierarchy (primary vs secondary vs post-hoc) clearly stated? (4) Is any subgroup analysis identified as pre-specified or post-hoc? Leading with a secondary/post-hoc success while burying a primary failure is the Harkonen pattern.",
      "comparison_pair": {
        "problematic_language": "InterMune Announces Phase III Data Demonstrating Survival Benefit of Actimmune in IPF — Reduces Mortality by 70% in Patients With Mild to Moderate Disease",
        "source": "Press release headline and subhead (August 28, 2002)",
        "what_was_wrong": "The headline presented a post-hoc subgroup survival result (p=0.004) as the definitive finding. The primary endpoint (PFS in all patients) failed. All 10 secondary endpoints also failed. The subgroup was unblinded, not pre-specified, and had no multiplicity correction. The subsequent 826-patient confirmatory trial (INSPIRE) found more patients died on drug (15%) than placebo (13%).",
        "legal_consequence": "Criminal wire fraud conviction for CEO W. Scott Harkonen. 3 years probation, 6 months home confinement. InterMune paid nearly $37 million under deferred prosecution agreement.",
        "comparison_instruction": "If the S-1 being analyzed leads with a result that is not from the primary endpoint, compare to Harkonen. Key questions: (1) Is the highlighted result from the primary or a secondary/post-hoc analysis? (2) Is the primary endpoint result prominently disclosed? (3) Is the hierarchy clearly labeled? Rate similarity: HIGH if primary failed and S-1 leads with secondary; MODERATE if both disclosed but hierarchy unclear; LOW if primary prominently discussed."
      },
      "verified": true,
      "verification_note": "Core facts verified across multiple sources including legal analyses, news coverage, and court filings. The exact p-value for the primary PFS endpoint (p=0.52 per research guide) was NOT confirmed in retrieved sources — the NEJM paper states 'not statistically significant' but exact p-value not extracted. Marked as UNVERIFIED for that specific value."
    },
    {
      "id": "aveo_pharma",
      "name": "SEC v. AVEO Pharmaceuticals",
      "citation": "SEC Litigation Release No. 24062 (2018)",
      "lit_release_url": "https://www.sec.gov/litigation/litreleases/2018/lr24062.htm",
      "facts": {
        "company": "AVEO Pharmaceuticals",
        "drug": "Tivozanib (cancer drug candidate)",
        "what_fda_recommended": "The FDA recommended that AVEO conduct an additional clinical trial before filing for approval, raising concerns about the existing data package.",
        "what_aveo_disclosed": "AVEO disclosed positive aspects of FDA interactions, including the existence of a pre-NDA meeting and favorable characterizations of the regulatory pathway.",
        "the_asymmetry": "AVEO selectively disclosed positive FDA interactions while omitting the FDA's recommendation for an additional trial — the most material piece of FDA feedback. This created a misleadingly optimistic picture of the regulatory outlook.",
        "stock_impact": "When the negative FDA feedback eventually became known, the stock price declined significantly."
      },
      "rule_for_our_tool": "Selective disclosure of FDA communications is actionable. If the S-1 describes any FDA interaction (alignment meetings, positive feedback, breakthrough therapy designation, fast track, pre-IND meeting), ALL material FDA interactions must be disclosed, including concerns, additional study requests, and negative decisions. The tool should flag any S-1 that mentions positive FDA interactions without also disclosing any known negative FDA feedback.",
      "comparison_pair": {
        "problematic_language": "AVEO disclosed positive aspects of FDA interactions, including the existence of a pre-NDA meeting and favorable characterizations of the regulatory pathway, while omitting the FDA's recommendation for an additional clinical trial.",
        "source": "AVEO Pharmaceuticals public filings and earnings calls (2012-2013)",
        "what_was_wrong": "AVEO selectively disclosed positive FDA interactions while omitting the single most material piece of FDA feedback: that the FDA recommended an additional clinical trial before approval. This created a misleadingly optimistic picture of the regulatory outlook for tivozanib.",
        "legal_consequence": "SEC fraud charges (LR-24062, 2018). AVEO's stock price declined significantly when the negative FDA feedback eventually became known, and the drug's approval was significantly delayed.",
        "comparison_instruction": "If the S-1 being analyzed mentions positive FDA interactions (breakthrough therapy, fast track, productive meetings, alignment), check whether ANY negative FDA feedback is also disclosed. Key questions: (1) Are positive and negative FDA interactions in the same section, or are negatives buried in Risk Factors? (2) Is the most material FDA feedback (whatever it is) clearly disclosed? (3) Would a reader of the Business section alone get a balanced picture of the FDA relationship?"
      },
      "verified": true,
      "verification_note": "Core facts verified from SEC litigation release URL and secondary legal analyses. Exact SEC complaint language not extracted due to access limitations."
    }
  ],
  "comment_letter_topics": [
    {
      "topic_id": 1,
      "name": "Safety Characterizations",
      "excerpt_count": 5,
      "excerpt_ids": ["excerpt_safety_001", "excerpt_safety_002", "excerpt_safety_003", "excerpt_safety_004", "excerpt_safety_005"],
      "summary": "The SEC consistently rejects 'safe,' 'safe and effective,' and 'favorable safety profile' in biotech filings. 'Well-tolerated' is conditionally accepted if supported by data and no contradicting SAEs. The SEC's standard formulation: 'Safety and efficacy determinations are solely within the authority of the FDA.'"
    },
    {
      "topic_id": 2,
      "name": "Phase Nomenclature",
      "excerpt_count": 3,
      "excerpt_ids": ["excerpt_phase_001", "excerpt_phase_002", "excerpt_phase_003"],
      "summary": "The SEC challenges combined phase labels ('Phase 1/2') as potentially implying shorter timelines. Companies can retain the label by demonstrating FDA acceptance of the protocol title and explaining distinct portions."
    },
    {
      "topic_id": 3,
      "name": "Preclinical Claims",
      "excerpt_count": 3,
      "excerpt_ids": ["excerpt_preclinical_001", "excerpt_preclinical_002", "excerpt_preclinical_003"],
      "summary": "Cannot conclude safety or efficacy from animal/preclinical data. Must present objective data without conclusions. SEC also requires preclinical methodology details."
    },
    {
      "topic_id": 4,
      "name": "Comparative Claims",
      "excerpt_count": 3,
      "excerpt_ids": ["excerpt_comparative_001", "excerpt_comparative_002", "excerpt_comparative_003"],
      "summary": "Terms like 'best-in-class,' 'first-in-class,' 'superior,' 'safer,' 'more effective' are consistently rejected. Qualifying language ('we believe') does NOT cure the concern. Head-to-head clinical data is required for direct comparisons."
    },
    {
      "topic_id": 5,
      "name": "FDA Communications",
      "excerpt_count": 3,
      "excerpt_ids": ["excerpt_fda_001", "excerpt_fda_002", "excerpt_fda_003"],
      "summary": "FDA interactions must be presented with balanced view. Cannot imply approval is likely or accelerated. Cannot project approval timelines. Very limited data (N<10) requires cautionary context."
    },
    {
      "topic_id": 6,
      "name": "Trial Design Disclosure",
      "excerpt_count": 3,
      "excerpt_ids": ["excerpt_trial_design_001", "excerpt_trial_design_002", "excerpt_trial_design_003"],
      "summary": "SEC requires disclosure of enrollment, endpoints, participation criteria, duration, dosage. Failed primary endpoints must be prominently disclosed in summary AND risk factors, not buried."
    },
    {
      "topic_id": 7,
      "name": "Statistical Presentation & Powering",
      "excerpt_count": 3,
      "excerpt_ids": ["excerpt_stats_001", "excerpt_stats_002", "excerpt_stats_003"],
      "summary": "SEC requires companies to clarify whether studies were powered for statistical significance. If powered, p-values must be provided. Post-hoc analyses must be distinguished from pre-specified analyses."
    }
  ]
}
